{
  "title":
    "Cabinet Decision No. (52) of 2017 the Executive Regulations (VAT)",
  "shortTitle": "Executive Regulations",
  "publisher": "Federal Tax Authority, UAE",
  "publishedDate": "2017-11-26",
  "updatedDate": "",
  "description":
    "The law that provides detailed guidelines on the implementation of VAT.",
  "titles": [
    {
      "ref": "T01",
      "name": "Title 1",
      "description": "Definitions",
      "chapters": [
        {
          "ref": "T01C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T01C00A01",
              "name": "Article (1) - Definitions",
              "content":
                "In the application of the provisions of this Decision, the following words and expressions shall have the meanings assigned against each, unless the context requires otherwise:",
              "clauses": [
                {
                  "ref": "T01C00A01CL01",
                  "name": "State",
                  "content": "United Arab Emirates"
                },
                {
                  "ref": "T01C00A01CL02",
                  "name": "Minister",
                  "content": "Minister of Finance"
                },
                {
                  "ref": "T01C00A01CL03",
                  "name": "Authority",
                  "content": "Federal Tax Authority"
                },
                {
                  "ref": "T01C00A01CL04",
                  "name": "Value Added Tax",
                  "content":
                    "A tax imposed on the import and supply of Goods and Services at each stage of production and distribution, including the Deemed Supply."
                },
                {
                  "ref": "T01C00A01CL05",
                  "name": "Tax",
                  "content": "Value Added Tax (VAT)"
                },
                {
                  "ref": "T01C00A01CL06",
                  "name": "GCC States",
                  "content":
                    "All countries that are full members of The Cooperation Council for the Arab States of the Gulf pursuant to its Charter."
                },
                {
                  "ref": "T01C00A01CL07",
                  "name": "Implementing States",
                  "content":
                    "GCC States that are implementing a Tax law pursuant to an issued legislation."
                },
                {
                  "ref": "T01C00A01CL08",
                  "name": "Goods",
                  "content":
                    "Physical property that can be supplied including but not limited to real estate, water, and all forms of energy as specified in this Decision."
                },
                {
                  "ref": "T01C00A01CL09",
                  "name": "Services",
                  "content": "Anything that can be supplied other than Goods."
                },
                {
                  "ref": "T01C00A01CL10",
                  "name": "Standard Rate",
                  "content":
                    "The Tax rate specified in Article (3) of the Decree-Law."
                },
                {
                  "ref": "T01C00A01CL11",
                  "name": "Import",
                  "content":
                    "The arrival of Goods from abroad into the State or receiving Services from outside the State."
                },
                {
                  "ref": "T01C00A01CL12",
                  "name": "Concerned Goods",
                  "content":
                    "Goods that have been imported, and would not be exempt if supplied in the State."
                },
                {
                  "ref": "T01C00A01CL13",
                  "name": "Concerned Services",
                  "content":
                    "Services that have been imported where the place of supply is in the State, and would not be exempt if supplied in the State."
                },
                {
                  "ref": "T01C00A01CL14",
                  "name": "Person",
                  "content": "Natural or legal person."
                },
                {
                  "ref": "T01C00A01CL15",
                  "name": "Taxable Person",
                  "content":
                    "Any Person registered or obligated to register for Tax purposes under the Decree-Law."
                },
                {
                  "ref": "T01C00A01CL16",
                  "name": "Taxpayer",
                  "content":
                    "Any person obligated to pay Tax in the State under the Decree-Law, whether a Taxable Person or end consumer."
                },
                {
                  "ref": "T01C00A01CL17",
                  "name": "Legal Representative",
                  "content":
                    "The manager of a company or a guardian or custodian of a minor or incapacitated person, or any other Person appointed legally to represent another Person."
                },
                {
                  "ref": "T01C00A01CL18",
                  "name": "Tax Registration",
                  "content":
                    "A procedure according to which the Taxable Person or his Legal Representative registers for Tax purposes at the Authority."
                },
                {
                  "ref": "T01C00A01CL19",
                  "name": "Tax Registration  Number (TRN)",
                  "content":
                    "A unique number issued by the Authority for each Person registered for Tax purposes."
                },
                {
                  "ref": "T01C00A01CL20",
                  "name": "Registrant",
                  "content": "The Taxable Person issued with a TRN."
                },
                {
                  "ref": "T01C00A01CL21",
                  "name": "Recipient of Goods",
                  "content": "Person to whom Goods are supplied or imported."
                },
                {
                  "ref": "T01C00A01CL22",
                  "name": "Recipient of Services",
                  "content": "Person to whom Services are supplied or imported."
                },
                {
                  "ref": "T01C00A01CL23",
                  "name": "Tax Return",
                  "content":
                    "Information and data specified for Tax purposes and submitted by a Taxable Person in accordance with a form prepared by the Authority."
                },
                {
                  "ref": "T01C00A01CL24",
                  "name": "Consideration",
                  "content":
                    "All that is received or expected to be received for the supply of Goods or Services, whether in money or other acceptable forms of payment."
                },
                {
                  "ref": "T01C00A01CL25",
                  "name": "Business",
                  "content":
                    "Any activity conducted regularly, on an ongoing basis and independently by any Person, in any location, such as industrial, commercial, agricultural, professional, service or excavation activities or anything related to the use of tangible or intangible property."
                },
                {
                  "ref": "T01C00A01CL26",
                  "name": "Exempt Supply",
                  "content":
                    "A supply of Goods or Services for Consideration while conducting Business in the State, where no Tax is due and no Input Tax may be recovered except according to the provisions of the Decree-Law."
                },
                {
                  "ref": "T01C00A01CL27",
                  "name": "Taxable Supply",
                  "content":
                    "A supply of Goods or Services for a Consideration by a Person conducting Business in the State, and does not include Exempt Supplies."
                },
                {
                  "ref": "T01C00A01CL28",
                  "name": "Deemed Supply",
                  "content":
                    "Anything considered a supply and treated as a Taxable Supply according to the instances stated in the Decree-Law."
                },
                {
                  "ref": "T01C00A01CL29",
                  "name": "Input Tax",
                  "content":
                    "Tax paid by a Person or due from him when Goods or Services are supplied to him, or when conducting an Import."
                },
                {
                  "ref": "T01C00A01CL30",
                  "name": "Output Tax",
                  "content":
                    "Tax charged on a Taxable Supply and any supply considered to be a Taxable Supply."
                },
                {
                  "ref": "T01C00A01CL31",
                  "name": "Recoverable Tax",
                  "content":
                    "Amounts that were paid and can be repaid by the Authority to the Taxpayer pursuant to the provisions of the Decree-Law."
                },
                {
                  "ref": "T01C00A01CL32",
                  "name": "Due Tax",
                  "content":
                    "Tax that is calculated and charged pursuant to the Decree-Law."
                },
                {
                  "ref": "T01C00A01CL33",
                  "name": "Payable Tax",
                  "content": "Tax that is due for payment to the Authority."
                },
                {
                  "ref": "T01C00A01CL34",
                  "name": "Tax Period",
                  "content":
                    "The specified timeframe, for which Payable Tax shall be calculated and paid."
                },
                {
                  "ref": "T01C00A01CL35",
                  "name": "Tax Invoice",
                  "content":
                    "A written or electronic document in which the occurrence of a Taxable Supply is recorded with details pertaining to it."
                },
                {
                  "ref": "T01C00A01CL36",
                  "name": "Tax Credit Note",
                  "content":
                    "A written or electronic document in which the occurrence of any amendment to a Taxable Supply that reduces or cancels it is recorded and the details pertaining to it."
                },
                {
                  "ref": "T01C00A01CL37",
                  "name": "Government Entities",
                  "content":
                    "Federal and local ministries, government departments, government agencies, authorities and public institutions in the State."
                },
                {
                  "ref": "T01C00A01CL38",
                  "name": "Charities",
                  "content":
                    "Societies and associations of public welfare not aiming to make a profit that are listed within a decision issued by the Cabinet upon the recommendation of the Minister."
                },
                {
                  "ref": "T01C00A01CL39",
                  "name": "Mandatory Registration Threshold",
                  "content":
                    "An amount specified in this Decision that if exceeded by the value of Taxable Supplies or is anticipated to be exceeded, the supplier must apply for Tax Registration."
                },
                {
                  "ref": "T01C00A01CL40",
                  "name": "Voluntary Registration Threshold",
                  "content":
                    "An amount specified in this Decision that if exceeded by the value of Taxable Supplies or taxable expenses or is anticipated to be exceeded, the supplier may apply for Tax Registration."
                },
                {
                  "ref": "T01C00A01CL41",
                  "name": "Transport-related Services",
                  "content":
                    " Shipment, packaging and securing cargo, preparation of Customs documents, container management, loading, unloading, storing and moving of Goods, or any another closely related services or services that are necessary to conduct the transportation services."
                },
                {
                  "ref": "T01C00A01CL42",
                  "name": "Place of Establishment",
                  "content":
                    "The place where a Business is legally established in a country pursuant to its decision of establishment, in which significant management decisions are taken or central management functions are conducted."
                },
                {
                  "ref": "T01C00A01CL43",
                  "name": "Fixed Establishment",
                  "content":
                    "Any fixed place of business, other than the Place of Establishment, in which the Person conducts his business regularly or permanently and where sufficient human and technology resources exist to enable the Person to supply or acquire Goods or Services, including the Person’s branches."
                },
                {
                  "ref": "T01C00A01CL44",
                  "name": "Place of Residence",
                  "content":
                    "The place where a Person has a Place of Establishment or Fixed Establishment, in accordance with the provisions of the Decree-Law."
                },
                {
                  "ref": "T01C00A01CL45",
                  "name": "Non-Resident",
                  "content":
                    "Any person who does not own a Place of Establishment or Fixed Establishment in the State and usually does not reside in the State."
                },
                {
                  "ref": "T01C00A01CL46",
                  "name": "Related Parties",
                  "content":
                    "Two or more Persons who are not separated in economic, financial or regulatory aspects, where one can control the others either by Law, or through the acquisition of shares or voting rights."
                },
                {
                  "ref": "T01C00A01CL47",
                  "name": "Designated Zone",
                  "content":
                    "Any area specified by a decision of the Cabinet upon the recommendation of the Minister, as a Designated Zone for the purpose of the Decree-Law."
                },
                {
                  "ref": "T01C00A01CL48",
                  "name": "Export",
                  "content":
                    "Goods departing the State or the provision of Services to a Person whose Place of Establishment or Fixed Establishment is outside the State, including Direct and Indirect Export."
                },
                {
                  "ref": "T01C00A01CL49",
                  "name": "Direct Export",
                  "content":
                    "An Export of Goods to a destination outside of the Implementing States, where the supplier is responsible for arranging transport or appointing an agent to do so on his behalf."
                },
                {
                  "ref": "T01C00A01CL50",
                  "name": "Indirect Export",
                  "content":
                    "An Export of Goods to a destination outside of the Implementing States, where the overseas customer is responsible for arranging the collection of the Goods from the supplier in the State and who exports the Goods himself, or has appointed an agent to do so on his behalf;"
                },
                {
                  "ref": "T01C00A01CL51",
                  "name": "Overseas Customer",
                  "content":
                    "A Recipient of Goods who does not have a Place of Establishment or Fixed Establishment in the State, does not reside in the State, and does not have a Tax Registration Number."
                },
                {
                  "ref": "T01C00A01CL52",
                  "name": "Voucher",
                  "content":
                    "Any instrument that gives the right to receive Goods or Services against the value stated thereon or the right to receive a discount on the price of the Goods or Services. Vouchers do not include postage stamps issued by the Emirates Post Group."
                },
                {
                  "ref": "T01C00A01CL53",
                  "name": "Capital Assets",
                  "content": "Business assets designated for long-term use."
                },
                {
                  "ref": "T01C00A01CL54",
                  "name": "Capital Assets Scheme",
                  "content":
                    "A scheme by which initially recovered Input Tax is adjusted based on actual use during a specified time."
                },
                {
                  "ref": "T01C00A01CL55",
                  "name": "Administrative Penalties",
                  "content":
                    "Amounts charged to a Person by the Authority for a breach of the provisions of the Decree-Law and the Federal Law No. (7) of 2017 on Tax Procedures."
                },
                {
                  "ref": "T01C00A01CL56",
                  "name": "Tax Group",
                  "content":
                    "Two or more Persons registered with the Authority for Tax purposes as a single Taxable Person in accordance with the provisions of the Decree-Law."
                },
                {
                  "ref": "T01C00A01CL57",
                  "name": "Notification",
                  "content":
                    "Notification to the concerned Person or his Tax Agent or Legal Representative of decisions issued by the Authority through the means stated in the Federal Law No. (7) of 2017 on the Tax Procedures."
                },
                {
                  "ref": "T01C00A01CL58",
                  "name": "Tax Evasion",
                  "content":
                    "The use of illegal means by a Person resulting in lowering the amount of Due Tax, non-payment of the Due Tax or a refund of Tax that he does not have the right to have refunded under the Decree-Law."
                },
                {
                  "ref": "T01C00A01CL59",
                  "name": "Decree-Law",
                  "content":
                    "Federal Decree Law no. (8) of 2017 on Value Added Tax."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T02",
      "name": "Title 2",
      "description": "Supply",
      "chapters": [
        {
          "ref": "T02C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T02C00A02",
              "name": "Article (2) - Supply of Goods",
              "content": "",
              "clauses": [
                {
                  "ref": "T02C00A02CL01",
                  "name": "",
                  "content":
                    "A transfer of ownership of [Goods] or of the right to use them from one [Person] to another [Person] shall include for instance the following:",
                  "paragraphs": [
                    {
                      "ref": "T02C00A02CL01PA",
                      "name": "",
                      "content":
                        "A transfer of ownership of [Goods] under a written or verbal agreement for any sale;"
                    },
                    {
                      "ref": "T02C00A02CL01PB",
                      "name": "",
                      "content":
                        "A transfer of ownership for a [Consideration] in a compulsory manner pursuant to the applicable legislations."
                    }
                  ]
                },
                {
                  "ref": "T02C00A02CL02",
                  "name": "",
                  "content":
                    "For the purposes of <LNKS>T02C00A02CL01<LNKC>Clause (1)<LNKE> of this Article, a transfer of the right to use any assets shall not be treated as a supply of Goods unless the other Person is able to dispose of them as owner"
                },
                {
                  "ref": "T02C00A02CL03",
                  "name": "",
                  "content":
                    "Entry into a contract between two parties causing the transfer of Goods at a later time shall be considered a supply of Goods where the agreement mentions a transfer or intention to transfer the ownership of Goods or a future transfer of ownership of Goods"
                },
                {
                  "ref": "T02C00A02CL04",
                  "name": "",
                  "content":
                    "The following shall be considered a supply of [Goods]:",
                  "paragraphs": [
                    {
                      "ref": "T02C00A02CL04PA",
                      "name": "",
                      "content": "A supply of water."
                    },
                    {
                      "ref": "T02C00A02CL04PB",
                      "name": "",
                      "content":
                        "A supply of real estate including sale and tenancy contracts."
                    },
                    {
                      "ref": "T02C00A02CL04PC",
                      "name": "",
                      "content":
                        "A supply of all forms of energy, which includes electricity and gas, including biogas, coal gas, liquefied petroleum gas, natural gas, oil gas, producer gas, refinery gas, reformed natural gas, and tempered liquefied petroleum gas, and any mixture of gases, whether used for lighting, or heating, or cooling, or air conditioning or any other purpose."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T02C00A03",
              "name": "Article (3) - Supply of Services",
              "content": "",
              "clauses": [
                {
                  "ref": "T02C00A03CL01",
                  "name": "",
                  "content":
                    "The supply of anything other than the supply of Goods shall be regarded as a supply of Services including any of the following:",
                  "paragraphs": [
                    {
                      "ref": "T02C00A03CL01PA",
                      "name": "",
                      "content":
                        "The granting, assignment, cessation, or surrender of a right."
                    },
                    {
                      "ref": "T02C00A03CL01PB",
                      "name": "",
                      "content": "Making available a facility or advantage."
                    },
                    {
                      "ref": "T02C00A03CL01PC",
                      "name": "",
                      "content":
                        "Not to participate in any activity, or not to allow its occurrence, or agree to perform any activity."
                    },
                    {
                      "ref": "T02C00A03CL01PD",
                      "name": "",
                      "content":
                        "The transfer of an indivisible share in a good."
                    },
                    {
                      "ref": "T02C00A03CL01PE",
                      "name": "",
                      "content":
                        "The transfer or licensing of intangible rights, for example rights of authors, inventors, artists, and rights in trademarks, and rights which the legislation of the State deems to be within such category."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T02C00A04",
              "name": "Article (4) - Supply of More Than One Component",
              "content": "",
              "clauses": [
                {
                  "ref": "T02C00A04CL01",
                  "name": "",
                  "content":
                    "Where a Person made a supply consisting of more than one component for one price, the Person shall determine whether the supply constitutes a single composite supply or multiple supplies."
                },
                {
                  "ref": "T02C00A04CL02",
                  "name": "",
                  "content":
                    "The phrase “single composite supply” means a supply of Goods or Services, where there is more than one component to the supply, and taking into account the contract and the wider circumstance of the supply."
                },
                {
                  "ref": "T02C00A04CL03",
                  "name": "",
                  "content":
                    "A single composite supply shall exist in the following cases:",
                  "paragraphs": [
                    {
                      "ref": "T02C00A03CL01PA",
                      "name": "",
                      "content":
                        "Where there is supply of all of the following:",
                      "subparagraphs": [
                        {
                          "ref": "T02C00A03CL01PASP01",
                          "name": "",
                          "content": "A principal component."
                        },
                        {
                          "ref": "T02C00A03CL01PASP02",
                          "name": "",
                          "content":
                            "A component or components which either are necessary or essential to the making of the supply, including incidental elements which normally accompany the supply but are not a significant part of it; or do not constitute an aim in itself, but are instead a means of better enjoying the principal supply."
                        }
                      ]
                    },
                    {
                      "ref": "T02C00A03CL01PB",
                      "name": "",
                      "content":
                        "Where there is a supply which has two or more elements so closely linked as to form a single supply which it would be impossible or unnatural to split."
                    }
                  ]
                },
                {
                  "ref": "T02C00A04CL04",
                  "name": "",
                  "content":
                    "A single composite supply may exist under Clause (2) of this Article if all of the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T02C00A04CL04PA",
                      "name": "",
                      "content":
                        "The price of the different components of the supply is not separately identified or charged by the supplier"
                    },
                    {
                      "ref": "T02C00A04CL04PB",
                      "name": "",
                      "content":
                        "All components of the supply are supplied by a single supplier;"
                    }
                  ]
                },
                {
                  "ref": "T02C00A04CL05",
                  "name": "",
                  "content":
                    "Where a Taxable Person supplies more than one component for one price and the supply is not a single composite supply, then the supply of the components shall be treated as multiple supplies."
                }
              ]
            },
            {
              "ref": "T02C00A05",
              "name": "Article (5) - Exceptions related to Deemed Supply",
              "content": "",
              "clauses": [
                {
                  "ref": "T02C00A05CL01",
                  "name": "",
                  "content":
                    "The supply shall not be regarded as a Deemed Supply in any of the following instances.",
                  "paragraphs": [
                    {
                      "ref": "T02C00A05CL01PA",
                      "name": "",
                      "content":
                        "Where the Input Tax on the relevant Goods or Services is not recovered."
                    },
                    {
                      "ref": "T02C00A05CL01PB",
                      "name": "",
                      "content": "Where the supply is exempted."
                    },
                    {
                      "ref": "T02C00A05CL01PC",
                      "name": "",
                      "content":
                        "Where the refunded Input Tax on Goods and Services is amended according to the Capital Assets Scheme."
                    },
                    {
                      "ref": "T02C00A05CL01PD",
                      "name": "",
                      "content":
                        "Where the value of the supply of Goods for each recipient, within a 12-month period, does not exceed AED 500, and the supply made is to be used as samples or commercial gifts."
                    },
                    {
                      "ref": "T02C00A05CL01PE",
                      "name": "",
                      "content":
                        "Where the total of Output Tax payable on all Deemed Supplies for each Person for a 12-month period is less than AED 2,000."
                    }
                  ]
                },
                {
                  "ref": "T02C00A05CL02",
                  "name": "",
                  "content":
                    "For the purposes of Paragraphs (d) and (e) of Clause (1) of this Article, the 12-month period is a period preceding the end of the month in which the Person makes a supply referred to in either of those Clauses."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T03",
      "name": "Title 3",
      "description": "Registration",
      "chapters": [
        {
          "ref": "T03C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T03C00A06",
              "name": "Article (6) - Application for Registration",
              "content":
                "For the purposes of mandatory or voluntary registration, the application for Tax Registration must contain such information as required by the Authority, and be submitted through the means specified by the Authority.",
              "clauses": []
            },
            {
              "ref": "T03C00A07",
              "name": "Article (7) - Mandatory Registration",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A07CL01",
                  "name": "",
                  "content":
                    "The Mandatory Registration Threshold shall be AED 375,000 (three hundred and seventy-five thousand dirhams)"
                },
                {
                  "ref": "T03C00A07CL02",
                  "name": "",
                  "content":
                    "The Person required to register for Tax pursuant to the provisions of the Decree-Law must file a Tax Registration application with the Authority within (30) days of being required to register"
                },
                {
                  "ref": "T03C00A07CL03",
                  "name": "",
                  "content":
                    "The Person required to register for Tax pursuant to the provisions of the Decree-Law must file a Tax Registration application with the Authority within (30) days of being required to register"
                },
                {
                  "ref": "T03C00A07CL04",
                  "name": "",
                  "content":
                    "Where supplies made by a Person exceed, in accordance with the Decree-Law, the Mandatory Registration Threshold during the previous 12-months period, the Authority shall register the Person with effect from the first day of the month following the month in which the Person is required to register, whether or not he applies for Tax registration, or from such earlier date as agreed between the Authority and the Person"
                },
                {
                  "ref": "T03C00A07CL05",
                  "name": "",
                  "content":
                    "Where a Person expects that his supplies, in accordance with the Decree-Law, will exceed the Mandatory Registration Threshold during the next (30) days, the Authority shall register him with effect from the date on which there are reasonable grounds for believing the Person will be required to register as specified in that Clause, whether or not he so notifies them of the liability to register for Tax, or from such earlier date as agreed between the Authority and the Person"
                },
                {
                  "ref": "T03C00A07CL06",
                  "name": "",
                  "content":
                    "Where a Person is not a resident of the State and is required to register in accordance with the provisions of the Decree-Law, the Authority shall register him with effect from the date on which he started making supplies in the State, whether or not he so notifies them of the liability to register for Tax, or from such earlier date as agreed between the Authority and the Person"
                },
                {
                  "ref": "T03C00A07CL07",
                  "name": "",
                  "content":
                    "A Taxable Person who has been late in registering for Tax according to the provisions of this Article is liable to account for and pay to the Authority the Due Tax on all Taxable Supplies and Imports made by him before registering"
                }
              ]
            },
            {
              "ref": "T03C00A08",
              "name": "Article (8) - Voluntary Registration",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A08CL01",
                  "name": "",
                  "content":
                    "The Voluntary Registration Threshold shall be AED 187,500 (one hundred eighty-seven thousand five hundred dirhams)"
                },
                {
                  "ref": "T03C00A08CL02",
                  "name": "",
                  "content":
                    "Where a Person applied to register voluntarily in accordance with the provisions of the Decree-Law, the Authority shall register a Person with effect from the first day of the month following the month in which the application is made, or from such earlier date as may be requested by the Person and agreed by the Authority."
                },
                {
                  "ref": "T03C00A08CL03",
                  "name": "",
                  "content":
                    "Where a Person applied to register voluntarily due to his expectation that his supplies under the provisions of the Decree-Law will exceed the Voluntary Registration Threshold during the next 30 days, he should be able to provide evidence of an intention to make Taxable Supplies or incur expenses which are subject to Tax in excess of the Voluntary Registration Threshold."
                },
                {
                  "ref": "T03C00A08CL04",
                  "name": "",
                  "content":
                    "The Authority shall determine the evidence it may deem necessary to demonstrate eligibility for voluntary Tax Registration."
                },
                {
                  "ref": "T03C00A08CL05",
                  "name": "",
                  "content":
                    "For the purpose of voluntary registration, the phrase “Taxable Expenses” means expenses which are subject to the standard rate and which are incurred in the State by a Person who has a Place of Residence in the State."
                },
                {
                  "ref": "T03C00A08CL06",
                  "name": "",
                  "content":
                    "A Person may not register voluntarily unless he satisfies the Authority that he is carrying on a Business in the State."
                }
              ]
            },
            {
              "ref": "T03C00A09",
              "name": "Article (9) - Related Parties",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A09CL01",
                  "name": "",
                  "content":
                    "For the purposes of Tax Group provisions, the definition of Related Parties shall relate to any two legal persons in instances such as:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A09CL01PA",
                      "name": "",
                      "content":
                        "One Person or more acting in a partnership and having any of the following:",
                      "subparagraphs": [
                        {
                          "ref": "T03C00A09CL01PASP01",
                          "name": "",
                          "content":
                            "Voting interests in each of those legal Persons of 50% or more;"
                        },
                        {
                          "ref": "T03C00A09CL01PASP02",
                          "name": "",
                          "content":
                            "Market value interest in each of those legal Persons of 50% or more;"
                        },
                        {
                          "ref": "T03C00A09CL01PASP03",
                          "name": "",
                          "content":
                            "Control of each of those legal Persons by any other means."
                        }
                      ]
                    },
                    {
                      "ref": "T03C00A09CL01PB",
                      "name": "",
                      "content":
                        "Each of Persons is a Related Party with a third Person."
                    }
                  ]
                },
                {
                  "ref": "T03C00A09CL02",
                  "name": "",
                  "content":
                    "Two or more Persons shall be considered Related Parties if they are associated in economic, financial and regulatory aspects, taking into account the following:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A09CL02PA",
                      "name": "",
                      "content":
                        "Economic practices, which shall include at least one of the following:",
                      "subparagraphs": [
                        {
                          "ref": "T03C00A09CL02PASP01",
                          "name": "",
                          "content": "Achieving a common commercial objective;"
                        },
                        {
                          "ref": "T03C00A09CL02PASP02",
                          "name": "",
                          "content":
                            "One Person’s Business benefiting another Person’s Business;"
                        },
                        {
                          "ref": "T03C00A09CL02PASP03",
                          "name": "",
                          "content":
                            "Supplying of Goods or Services by different Businesses to the same customers."
                        }
                      ]
                    },
                    {
                      "ref": "T03C00A09CL02PB",
                      "name": "",
                      "content":
                        "Financial practices, which shall include at least one of the following:",
                      "subparagraphs": [
                        {
                          "ref": "T03C00A09CL02PBSP01",
                          "name": "",
                          "content":
                            "Financial support given by one Person’s Business to another Person’s Business."
                        },
                        {
                          "ref": "T03C00A09CL02PBSP02",
                          "name": "",
                          "content":
                            "One Person’s Business not being financially viable without another Person’s Business"
                        },
                        {
                          "ref": "T03C00A09CL02PBSP03",
                          "name": "",
                          "content":
                            "Common financial interest in the proceeds."
                        }
                      ]
                    },
                    {
                      "ref": "T03C00A09CL02PC",
                      "name": "",
                      "content":
                        "Regulatory practices, which shall include any of the following:",
                      "subparagraphs": [
                        {
                          "ref": "T03C00A09CL02PCSP01",
                          "name": "",
                          "content": "Common management."
                        },
                        {
                          "ref": "T03C00A09CL02PCSP02",
                          "name": "",
                          "content":
                            "Common employees whether or not jointly employed."
                        },
                        {
                          "ref": "T03C00A09CL02PCSP03",
                          "name": "",
                          "content":
                            "Common shareholders or economic ownership."
                        }
                      ]
                    },
                    {
                      "ref": "T03C00A09CL02PD",
                      "name": "",
                      "content": "For the purposes of this Article:",
                      "subparagraphs": [
                        {
                          "ref": "T03C00A09CL02PDSP01",
                          "name": "",
                          "content":
                            "“Market value interest” in a legal Person shall be calculated as the percentage of the market value of shares and options a Person owns over total market value of all shares in the legal Person."
                        },
                        {
                          "ref": "T03C00A09CL02PDSP02",
                          "name": "",
                          "content":
                            "Any shareholding will be disregarded if there exists another agreement, which contradicts it. In that case, the shareholding will be treated as the adjusted value under that other agreement."
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T03C00A10",
              "name": "Article (10) - Registration as a Tax Group",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A10CL01",
                  "name": "",
                  "content":
                    "A Tax Group shall select one of its registered members to act as the representative member of this Tax Group"
                },
                {
                  "ref": "T03C00A10CL02",
                  "name": "",
                  "content":
                    "A request to register a Tax Group shall be made by the representative member of that Tax Group."
                },
                {
                  "ref": "T03C00A10CL03",
                  "name": "",
                  "content":
                    "The Authority should make a decision regarding any application submitted for registration of two or more Persons as a Tax Group within the period of 20 business days starting with the day on which it was received by the Authority"
                },
                {
                  "ref": "T03C00A10CL04",
                  "name": "",
                  "content":
                    "Where a request to form a new Tax Group is approved, the Tax Group registration shall be in effect according to the following:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A10CL04PA",
                      "name": "",
                      "content":
                        "From the first day of the Tax Period following the Tax Period in which the application is received;"
                    },
                    {
                      "ref": "T03C00A10CL04PB",
                      "name": "",
                      "content": "From any date as determined by the Authority."
                    }
                  ]
                },
                {
                  "ref": "T03C00A10CL05",
                  "name": "",
                  "content":
                    "The Authority may refuse the application for registration as a Tax Group, in any of the following cases:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A10CL05PA",
                      "name": "",
                      "content":
                        "The Persons do not meet the requirements for Tax Group registration in accordance with the provisions of the Decree-Law and Article (9) of this Decision."
                    },
                    {
                      "ref": "T03C00A10CL05PB",
                      "name": "",
                      "content":
                        "Where there are serious grounds for believing that if the registration as a Tax Group is permitted, it would enable Tax Evasion or significantly decrease Tax revenues of the Authority or increase the administrative burden on the Authority significantly;"
                    },
                    {
                      "ref": "T03C00A10CL05PC",
                      "name": "",
                      "content":
                        "Where any of the Persons included in the application is not a legal Person."
                    },
                    {
                      "ref": "T03C00A10CL05PD",
                      "name": "",
                      "content":
                        "Where one of the Persons is a Government Entity specified under Article (10) and (57) of the DecreeLaw and the other is not."
                    },
                    {
                      "ref": "T03C00A10CL05PE",
                      "name": "",
                      "content":
                        "Where one of the Person is a Charity under Article (57) of the Decree-Law and the other is not."
                    }
                  ]
                },
                {
                  "ref": "T03C00A10CL06",
                  "name": "",
                  "content":
                    "The Authority may reject adding a Person to a Tax Group where that Person does not meet the requirements for Tax Group registration in accordance with the provisions of the Decree-Law or for the reasons mentioned under Clause (5) of this Article."
                },
                {
                  "ref": "T03C00A10CL07",
                  "name": "",
                  "content":
                    "Where the Authority establishes that two or more Persons are in association as a result of their economic, financial and regulatory practices in Business, the Authority may register them as a Tax Group after considering the individual circumstance of each case, including the presence of the factors mentioned in Clause (2) of Article (9) of this Decision."
                },
                {
                  "ref": "T03C00A10CL08",
                  "name": "",
                  "content":
                    "The Authority may only register a Person as part of a Tax Group under Clause (7) of this Article if the two following conditions are met",
                  "paragraphs": [
                    {
                      "ref": "T03C00A10CL08PA",
                      "name": "",
                      "content":
                        "The Person’s Business includes making Taxable Supplies or importing Concerned Goods or Concerned Services."
                    },
                    {
                      "ref": "T03C00A10CL08PB",
                      "name": "",
                      "content":
                        "If all the Taxable Supplies or imports of Concerned Goods or Concerned Services of the Business by Persons carrying on the Business would have exceeded the Mandatory Registration Threshold."
                    }
                  ]
                },
                {
                  "ref": "T03C00A10CL09",
                  "name": "",
                  "content":
                    "The Authority may reject the application of registration as a Tax Group if there are serious grounds for believing that registering the Related Parties would significantly decrease Tax revenue"
                }
              ]
            },
            {
              "ref": "T03C00A11",
              "name": "Article (11) - Amendments to a Tax Group",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A11CL01",
                  "name": "",
                  "content":
                    "The representative member appointed under Article (10) of this Decision may apply to the Authority to do any of the following:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A11CL01PA",
                      "name": "",
                      "content":
                        "Add another Person to become a member of the Tax Group."
                    },
                    {
                      "ref": "T03C00A11CL01PB",
                      "name": "",
                      "content": "Remove one of the members of that Tax Group."
                    },
                    {
                      "ref": "T03C00A11CL01PC",
                      "name": "",
                      "content":
                        "Nominate another member of the Tax Group to be the representative member with the consent of the other member."
                    },
                    {
                      "ref": "T03C00A11CL01PD",
                      "name": "",
                      "content": "Deregister that Tax Group."
                    }
                  ]
                },
                {
                  "ref": "T03C00A11CL02",
                  "name": "",
                  "content":
                    "For the purposes of Clause (1) of this Article, the Authority may accept the request mentioned in the application from either:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A11CL02PA",
                      "name": "",
                      "content":
                        "The first day of the Tax Period following the Tax Period in which the application is received;"
                    },
                    {
                      "ref": "T03C00A11CL02PB",
                      "name": "",
                      "content": "Any date as determined by the Authority."
                    }
                  ]
                },
                {
                  "ref": "T03C00A11CL03",
                  "name": "",
                  "content":
                    "Any Notification by the Authority, which is addressed to the representative member of any Tax Group shall be deemed to be served on the representative member and all other members of that Tax Group."
                }
              ]
            },
            {
              "ref": "T03C00A12",
              "name": "Article (12) - Effect of registration as a Tax Group",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A12CL01",
                  "name": "",
                  "content":
                    "Registration of Persons as a Tax Group shall result in the following:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A12CL01PA",
                      "name": "",
                      "content":
                        "Any Business carried on by a member of the Tax Group shall be deemed to be carried on by the representative member and not by any other member of the Tax Group."
                    },
                    {
                      "ref": "T03C00A12CL01PB",
                      "name": "",
                      "content":
                        "Any supply made by a member of the Tax Group to another member of the same Tax Group may be disregarded."
                    },
                    {
                      "ref": "T03C00A12CL01PC",
                      "name": "",
                      "content":
                        "Any supply, taxable or otherwise, by a member of the Tax Group shall be deemed to be made by the representative member."
                    },
                    {
                      "ref": "T03C00A12CL01PD",
                      "name": "",
                      "content":
                        "Any Import of Concerned Goods or Concerned Services by a member of the Tax Group shall be deemed to be an import by the representative member."
                    },
                    {
                      "ref": "T03C00A12CL01PE",
                      "name": "",
                      "content":
                        "Any supply of Goods or Services to a member of the Tax Group from a Person who is not a member of the Tax Group is a supply to the representative member."
                    },
                    {
                      "ref": "T03C00A12CL01PF",
                      "name": "",
                      "content":
                        "Any Output Tax charged by a member of the Tax Group shall be deemed to be charged by the representative member."
                    },
                    {
                      "ref": "T03C00A12CL01PG",
                      "name": "",
                      "content":
                        "Any Input Tax incurred by a member of the Tax Group shall be deemed to be incurred by the representative member."
                    }
                  ]
                },
                {
                  "ref": "T03C00A12CL02",
                  "name": "",
                  "content":
                    "For the purposes of Clause (1) of this Article, all members of the Tax Group shall remain personally and jointly liable for any Payable Tax of the representative member."
                }
              ]
            },
            {
              "ref": "T03C00A13",
              "name": "Article (13) - Aggregation of Related Parties",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A13CL01",
                  "name": "",
                  "content":
                    "Where two or more Persons are in association as a result of their economic, financial and regulatory practices in Business in accordance with Clause (2) of Article (9) of this Decision, and these Persons are not registered as a Tax Group and have artificially segregated their business, then the Taxable Supplies of each of the Persons shall be treated as aggregated for determining whether they both have exceeded the Mandatory Registration Threshold and Voluntary Registration Threshold."
                },
                {
                  "ref": "T03C00A13CL02",
                  "name": "",
                  "content":
                    "Where the Business was not segregated artificially but the Authority considers that there is a Tax revenue loss due to segregation, the Authority may treat Taxable Supplies of each of the Persons as aggregated to determine whether the total of their taxable supplies exceeded the Mandatory Registration Threshold and Voluntary Registration Threshold."
                },
                {
                  "ref": "T03C00A13CL03",
                  "name": "",
                  "content":
                    "Where any of the cases mentioned in Clause (1) and (2) of this Article applies, each of the Persons shall be treated as making Taxable Supplies made by the other Person and shall apply for Tax Registration if the Mandatory Registration Threshold has been exceeded pursuant to the provisions of the Decree-Law."
                }
              ]
            },
            {
              "ref": "T03C00A14",
              "name": "Article (14) - Tax Deregistration",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A14CL01",
                  "name": "",
                  "content":
                    "The Registrant must apply to the Authority for de-registration in accordance with the cases mentioned in the Decree-Law, within (20) business days of the occurrence of any of them."
                },
                {
                  "ref": "T03C00A14CL02",
                  "name": "",
                  "content":
                    "The Authority shall accept a Registrant’s application for deregistration where the two following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A14CL02PA",
                      "name": "",
                      "content":
                        "The Registrant stops making supplies referred to in Article (19) of the Decree-Law and does not expect to make any such supplies over the next 12-month period;"
                    },
                    {
                      "ref": "T03C00A14CL02PB",
                      "name": "",
                      "content":
                        "The value of supplies referred to in Article (19) of the Decree-Law made, or taxable expenses incurred, by the Registrant over the previous 12-months is less than the Voluntary Registration Threshold and the Authority is satisfied that his supplies, according to the provisions of the Decree-Law, or taxable expenses, expected over the next 30 days, are not expected to exceed the Voluntary Registration Threshold."
                    }
                  ]
                },
                {
                  "ref": "T03C00A14CL03",
                  "name": "",
                  "content":
                    "If the deregistration application is approved, the Authority shall cancel the Tax Registration of the Registrant with effect from the last day of the Tax Period during which the Registrant has met the conditions for deregistration or from such other date as may be determined by the Authority."
                },
                {
                  "ref": "T03C00A14CL04",
                  "name": "",
                  "content":
                    "Where the Authority is satisfied that the conditions in Clause (2) above are met, and the Registrant has not applied for deregistration, the Authority shall deregister the Registrant with effect from the last day of the Tax Period in which the Authority became satisfied that the conditions have been met or from any other date determined by the Authority."
                },
                {
                  "ref": "T03C00A14CL05",
                  "name": "",
                  "content":
                    "A Registrant shall not be deregistered unless he has paid all Tax and Administrative Penalties due and filed all Tax Returns as due under the Decree-Law and the Federal Law No. (7) of 2017 on Tax Procedures."
                },
                {
                  "ref": "T03C00A14CL06",
                  "name": "",
                  "content":
                    "For the purposes of Clause (5) of this Article, any Goods and Services forming part of the assets of Business carried on by a Registrant shall be deemed to be supplied by him at a time immediately before ceasing to be a Registrant and any tax payable shall be included in the final tax return, unless the Business is carried on by an appointed trustee in bankruptcy pursuant to the Federal Law No (7) of 2017 on Tax Procedures."
                },
                {
                  "ref": "T03C00A14CL07",
                  "name": "",
                  "content":
                    "Where a Registrant requests to be deregistered from Tax due to the reduction of his Taxable Supplies to less than the Mandatory Registration Threshold, the Authority will, if in agreement with the Registrant, cancel the Tax Registration with effect from:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A14CL07PA",
                      "name": "",
                      "content":
                        "The date requested by the Registrant in the application; or"
                    },
                    {
                      "ref": "T03C00A14CL07PB",
                      "name": "",
                      "content":
                        "The date on which the request is made if the Registrant did not indicate the preferred deregistration date."
                    }
                  ]
                },
                {
                  "ref": "T03C00A14CL08",
                  "name": "",
                  "content":
                    "Where the Authority has deregistered a Registrant from Tax, it shall notify that Registrant of the date on which deregistration takes effect within (10) business days of making the decision."
                }
              ]
            },
            {
              "ref": "T03C00A15",
              "name":
                "Article (15) - Deregistration of a Tax Group Registration or Amendment Thereof",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A15CL01",
                  "name": "",
                  "content":
                    "The Authority must deregister a Tax Group if the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A15CL01PA",
                      "name": "",
                      "content":
                        "If the Persons who are registered as a Tax Group no longer meet the requirements for registration as a Tax Group in accordance with the Decree-Law."
                    },
                    {
                      "ref": "T03C00A15CL01PB",
                      "name": "",
                      "content":
                        "If there is no longer an association based on economic, financial and regulatory practices."
                    },
                    {
                      "ref": "T03C00A15CL01PC",
                      "name": "",
                      "content":
                        "If there are serious grounds for believing that if the registration as a Tax Group is permitted to continue, it would enable Tax Evasion or would significantly decrease Tax paid to the Authority."
                    }
                  ]
                },
                {
                  "ref": "T03C00A15CL02",
                  "name": "",
                  "content":
                    "The Authority shall amend the composition of a Tax Group in any of the following  circumstances:",
                  "paragraphs": [
                    {
                      "ref": "T03C00A15CL02PA",
                      "name": "",
                      "content":
                        "A Person shall be removed from a Tax Group where the conditions in Clause (1) are met for that Person"
                    },
                    {
                      "ref": "T03C00A15CL02PB",
                      "name": "",
                      "content":
                        "A Person shall be added to a Tax Group where the Authority establishes that a Person’s activities should be regarded as part of the Business carried out by a Tax Group in accordance with Clause (7) of Article (10) of this Decision."
                    }
                  ]
                },
                {
                  "ref": "T03C00A15CL03",
                  "name": "",
                  "content":
                    "The representative member of a Tax Group shall notify the Authority if any member of the Tax Group is no longer eligible to be part of the Tax Group, within 20 business days of the ceasing to be eligible."
                },
                {
                  "ref": "T03C00A15CL04",
                  "name": "",
                  "content":
                    "Where the Authority decided to either deregister a Tax Group or amend a Tax Group registration, it shall give Notification of that decision and its effective date to the representative member within 10 business days of making such decision"
                },
                {
                  "ref": "T03C00A15CL05",
                  "name": "",
                  "content":
                    "Where a Taxable Person is no longer a member of a Tax Group, the Authority shall issue it with a new individual Tax Registration Number or re-activate a Tax Registration Number that was assigned to it prior to joining a Tax Group, and it shall be treated as a Registrant immediately following the time when it left the Tax Group."
                }
              ]
            },
            {
              "ref": "T03C00A16",
              "name": "Article (16) - Exception from registration",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A16CL01",
                  "name": "",
                  "content":
                    "A Taxable Person that wants to apply for an exception from Tax Registration on the basis that all of his supplies are zero rated, shall apply to the Authority in a manner and by means specified by the Authority."
                },
                {
                  "ref": "T03C00A16CL02",
                  "name": "",
                  "content":
                    "The Authority shall review the exception from registration application and either accept the exception from Tax Registration or notify the Taxable Person that his application is rejected."
                },
                {
                  "ref": "T03C00A16CL03",
                  "name": "",
                  "content":
                    "A Person excepted from Tax Registration must notify the Authority if he makes any supplies or Imports of Goods or Services that are subject to Tax at the standard rate."
                },
                {
                  "ref": "T03C00A16CL04",
                  "name": "",
                  "content":
                    "A Person shall give the notice referred to in Clause (3) of this Article within not more than 10 business days of making the supply or import which is taxable at the standard rate."
                },
                {
                  "ref": "T03C00A16CL05",
                  "name": "",
                  "content":
                    "Where the Person ceases to satisfy the requirement of being excepted from Tax Registration, he shall be required to register for Tax."
                }
              ]
            },
            {
              "ref": "T03C00A17",
              "name":
                "Article (17) - Registration when the Decree-Law Comes into Force",
              "content": "",
              "clauses": [
                {
                  "ref": "T03C00A17CL01",
                  "name": "",
                  "content":
                    "A Person who will be a Taxable Person on the date the Decree-Law comes into force, must apply for Tax Registration prior to the Decree-Law coming into effect as per the timelines as announced by the Authority."
                },
                {
                  "ref": "T03C00A17CL02",
                  "name": "",
                  "content":
                    "The effective date of registration of the Taxable Person is 1 January 2018, if he so notifies them of the liability to Tax Registration under Clause (1) of this Article."
                },
                {
                  "ref": "T03C00A17CL03",
                  "name": "",
                  "content":
                    "Where a Person has registered for Tax prior to the Decree-Law coming into effect, the Person shall be subject to the same rights and obligations as if the Tax Registration was processed after the Decree-Law has come into effect."
                }
              ]
            },
            {
              "ref": "T03C00A18",
              "name": "Article (18) - Liabilities due before Deregistration",
              "content":
                "Deregistration does not exempt the Person from his obligations and liabilities that were applicable under the Decree-Law while he was still a Registrant.",
              "clauses": []
            }
          ]
        }
      ]
    },
    {
      "ref": "T04",
      "name": "Title 4",
      "description": "Rules Relating to Supplies",
      "chapters": [
        {
          "ref": "T04C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T04C00A19",
              "name": "Article (19) - Due Tax at Date of Supply",
              "content":
                "For the purposes of Articles (25), (26) and (80) of the Decree-Law, where Tax is due because a payment is made or a Tax Invoice is issued in respect of a supply of Goods or Services, the Tax shall be due to the extent of the payment made or stated in the Tax Invoice, and the remainder of Due Tax on that supply shall be payable according to the provisions of the Decree-Law.",
              "clauses": []
            },
            {
              "ref": "T04C00A20",
              "name":
                "Article (20) - Place of Supply of Goods Delivered within the State",
              "content": "",
              "clauses": [
                {
                  "ref": "T04C00A20CL01",
                  "name": "",
                  "content":
                    "Where as part of a supply of Goods, those Goods are required to exit and re-enter the State in the course of being delivered from one location in the State to another location in the State, the Goods shall not be treated as exported or imported where all of the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T04C00A20CL01PA",
                      "name": "",
                      "content":
                        "Where the exit from and re-entry into the State takes place in the course of a journey between two points in the State."
                    },
                    {
                      "ref": "T04C00A20CL01PB",
                      "name": "",
                      "content":
                        "Where there is no significant break in transportation whilst outside of the State, and any break is limited to what is reasonably expected in the course of physically transporting Goods."
                    },
                    {
                      "ref": "T04C00A20CL01PC",
                      "name": "",
                      "content":
                        "Where the Goods are not unloaded from the relevant means of transport whilst outside the State."
                    },
                    {
                      "ref": "T04C00A20CL01PD",
                      "name": "",
                      "content":
                        "Where the Goods are not consumed, supplied, or subjected to any process whilst outside of the State;"
                    },
                    {
                      "ref": "T04C00A20CL01PE",
                      "name": "",
                      "content":
                        "Where the nature, quantity or quality of the Goods does not change as a result of exiting and re-entering the State."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T04C00A21",
              "name":
                "Article (21) - Place of Supply of Services Related to Real Estate",
              "content": "",
              "clauses": [
                {
                  "ref": "T04C00A21CL01",
                  "name": "",
                  "content":
                    "For the purposes of the Decree-Law and this Decision, “real estate” includes as an example:",
                  "paragraphs": [
                    {
                      "ref": "T04C00A21CL01PA",
                      "name": "",
                      "content":
                        "Any area of land over which rights or interests or services can be created."
                    },
                    {
                      "ref": "T04C00A20CL01PB",
                      "name": "",
                      "content":
                        "Any building, structure or engineering work permanently attached to the land."
                    },
                    {
                      "ref": "T04C00A20CL01PC",
                      "name": "",
                      "content":
                        "Any fixture or equipment which makes up a permanent part of the land or is permanently attached to the building, structure or engineering work."
                    }
                  ]
                },
                {
                  "ref": "T04C00A21CL02",
                  "name": "",
                  "content":
                    "A supply of Services is deemed to relate to a real estate where the supply of Services is directly connected with the real estate, or where it is the grant of a right to use the real estate."
                },
                {
                  "ref": "T04C00A21CL03",
                  "name": "",
                  "content":
                    "A supply of Services directly connected with real estate includes:",
                  "paragraphs": [
                    {
                      "ref": "T04C00A21CL03PA",
                      "name": "",
                      "content":
                        "The grant, assignment or surrender of any interest in or right over real estate."
                    },
                    {
                      "ref": "T04C00A21CL03PB",
                      "name": "",
                      "content":
                        "The grant, assignment or surrender of a personal right to be granted any interest in or right over real estate."
                    },
                    {
                      "ref": "T04C00A21CL03PC",
                      "name": "",
                      "content":
                        "The grant, assignment or surrender of a licence to occupy land or any other contractual right exercisable over or in relation to real estate, including the provision, lease and rental of sleeping accommodation in a hotel or similar establishment."
                    },
                    {
                      "ref": "T04C00A21CL03PD",
                      "name": "",
                      "content":
                        "A supply of Services by real estate experts or estate agents."
                    },
                    {
                      "ref": "T04C00A21CL03PE",
                      "name": "",
                      "content":
                        "A supply of Services involving the preparation, coordination and performance of construction, destruction, maintenance, conversion and similar work."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T04C00A22",
              "name":
                "Article (22) - Place of Supply of Certain Transport Services",
              "content": "",
              "clauses": [
                {
                  "ref": "T04C00A22CL01",
                  "name": "",
                  "content":
                    "The place of the supply of each transportation service is the place where the supply of that transportation service commences, where a trip includes more than one stop and consists of  multiple supplies in accordance with Clause (5) of Article (4) of this Decision."
                },
                {
                  "ref": "T04C00A22CL02",
                  "name": "",
                  "content":
                    "The place of supply of Transport-Related Services shall be the same as the place of supply of the transportation service to which they relate."
                }
              ]
            },
            {
              "ref": "T04C00A23",
              "name":
                "Article (23) - Telecommunication and electronic services",
              "content": "",
              "clauses": [
                {
                  "ref": "T04C00A23CL01",
                  "name": "",
                  "content":
                    "“Telecommunication services” means delivering, broadcasting, converting or receiving any of the services specified below by using any communications equipment or devices that transmit, broadcast, convert, or receive such service by electrical, magnetic, electromagnetic, electrochemical or electromechanical means or other means of communication, including:",
                  "paragraphs": [
                    {
                      "ref": "T04C00A23CL01PA",
                      "name": "",
                      "content": "Wired and wireless communications."
                    },
                    {
                      "ref": "T04C00A23CL01PB",
                      "name": "",
                      "content": "Voice, music and other audio material."
                    },
                    {
                      "ref": "T04C00A23CL01PC",
                      "name": "",
                      "content": "Viewable images."
                    },
                    {
                      "ref": "T04C00A23CL01PD",
                      "name": "",
                      "content":
                        "Signals used for transmission with the exception of public broadcasts."
                    },
                    {
                      "ref": "T04C00A23CL01PE",
                      "name": "",
                      "content":
                        "Signals used to operate and control any machinery or equipment;"
                    },
                    {
                      "ref": "T04C00A23CL01PF",
                      "name": "",
                      "content":
                        "Services of an equivalent type which have a similar purpose and function."
                    }
                  ]
                },
                {
                  "ref": "T04C00A23CL02",
                  "name": "",
                  "content":
                    "“Electronic services” means Services which are automatically delivered over the internet, or an electronic network, or an electronic marketplace, including:",
                  "paragraphs": [
                    {
                      "ref": "T04C00A23CL02PA",
                      "name": "",
                      "content":
                        "Supply of domain names, web-hosting and remote maintenance of programs and equipment;"
                    },
                    {
                      "ref": "T04C00A23CL02PB",
                      "name": "",
                      "content": "The supply and updating of software;"
                    },
                    {
                      "ref": "T04C00A23CL02PC",
                      "name": "",
                      "content":
                        "The supply of images, text, and information provided electronically such as photos, screensavers, electronic books and other digitized documents and files;"
                    },
                    {
                      "ref": "T04C00A23CL02PD",
                      "name": "",
                      "content":
                        "The supply of music, films and games on demand;"
                    },
                    {
                      "ref": "T04C00A23CL02PE",
                      "name": "",
                      "content": "The supply of online magazines;"
                    },
                    {
                      "ref": "T04C00A23CL02PF",
                      "name": "",
                      "content":
                        "The supply of advertising space on a website and any rights associated with such advertising;"
                    },
                    {
                      "ref": "T04C00A23CL02PG",
                      "name": "",
                      "content":
                        "The supply of political, cultural, artistic, sporting, scientific, educational or entertainment broadcasts, including broadcasts of events;"
                    },
                    {
                      "ref": "T04C00A23CL02PH",
                      "name": "",
                      "content": "Live streaming via the internet;"
                    },
                    {
                      "ref": "T04C00A23CL02PI",
                      "name": "",
                      "content": "The supply of distance learning;"
                    },
                    {
                      "ref": "T04C00A23CL02PJ",
                      "name": "",
                      "content":
                        "Services of an equivalent type which have a similar purpose and function."
                    }
                  ]
                },
                {
                  "ref": "T04C00A23CL03",
                  "name": "",
                  "content":
                    "“Electronic marketplace” means a distribution service which is operated by electronic means, including by a website, internet portal, gateway, store, or distribution platform, and meets the following conditions:",
                  "paragraphs": [
                    {
                      "ref": "T04C00A23CL03PA",
                      "name": "",
                      "content":
                        "Which allows suppliers to make supplies of electronic services to customers."
                    },
                    {
                      "ref": "T04C00A23CL03PB",
                      "name": "",
                      "content":
                        "The supplies made by the marketplace must be made by electronic means."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T04C00A24",
              "name":
                "Article (24) - Evidence for Certain Supplies Between the Implementing States",
              "content": "",
              "clauses": [
                {
                  "ref": "T04C00A24CL01",
                  "name": "",
                  "content":
                    "Where a Taxable Person makes a supply of Goods from the State to a Person who has a Place of Residence in another Implementing State, and the supply requires the Goods to be physically moved to that other Implementing State, the Taxable Person shall retain official and commercial evidence of Export of those Goods to that other Implementing State."
                },
                {
                  "ref": "T04C00A24CL02",
                  "name": "",
                  "content":
                    "The Authority may require a Taxable Person who make supplies of Goods or Services to another Implementing State to collect, retain and provide any evidential information other than required under Clause (1) of this Article, by the means determined by the Authority."
                },
                {
                  "ref": "T04C00A24CL03",
                  "name": "",
                  "content":
                    "The Customs Departments shall confirm the type and quantity of the exported goods with its exported documents."
                }
              ]
            },
            {
              "ref": "T04C00A25",
              "name": "Article (25) - Market Value",
              "content": "",
              "clauses": [
                {
                  "ref": "T04C00A25CL01",
                  "name": "",
                  "content":
                    "The phrase “similar supply”, in relation to a supply of Goods or Services, means any other supply of Goods or Services that, in respect of the characteristics, quality, quantity, functional components, materials, and reputation, is the same as, or closely or substantially resembles, that supply of Goods or Services."
                },
                {
                  "ref": "T04C00A25CL02",
                  "name": "",
                  "content":
                    "The market value of a supply of Goods or Services at a given date is the Consideration in money which the supply would generally achieve if supplied in similar circumstances at that date in the State, being a supply freely offered and made between Persons who are not connected in any manner."
                },
                {
                  "ref": "T04C00A25CL03",
                  "name": "",
                  "content":
                    "Where the market value of a supply of Goods or Services at a given date cannot be determined as mentioned under Clause (2) of this Article, the market value is the Consideration in money which a similar supply would achieve if supplied in similar circumstances at that date in the State, being a supply freely offered and made between Persons who are not connected in any manner."
                },
                {
                  "ref": "T04C00A25CL04",
                  "name": "",
                  "content":
                    "Where the market value of any supply of Goods or Services cannot be determined as mentioned under Clauses (2) and (3) of this Article, the market value shall be determined by reference to the replacement cost of identical Goods or Services, with such supply being offered by a supplier who is not connected to the Recipient of Goods or Recipient of Services in any manner."
                }
              ]
            },
            {
              "ref": "T04C00A26",
              "name": "Article (26) - Apportionment of Single Consideration",
              "content":
                "For the purposes of Clause (4) of Article (34) and Article (47) of the Decree-Law, where the Consideration payable to the Taxable Person relates to both a supply of Goods or Services and matters other than the supply of Goods or Services, or to two different supplies of Goods or Services, then the Taxable Person must identify the portion of the Consideration that is the market value of each part according to the provisions of Article (25) of this Decision.",
              "clauses": []
            },
            {
              "ref": "T04C00A27",
              "name": "Article (27) - Price Excluding Tax",
              "content": "",
              "clauses": [
                {
                  "ref": "T04C00A27CL01",
                  "name": "",
                  "content":
                    "In the case of a Taxable Supply, the published prices shall be inclusive of Tax."
                },
                {
                  "ref": "T04C00A27CL02",
                  "name": "",
                  "content":
                    "As an exception to Clause (1) above, the Taxable Person may declare prices as being exclusive of Tax in the following cases:",
                  "paragraphs": [
                    {
                      "ref": "T04C00A27CL02PA",
                      "name": "",
                      "content": "The supply of Goods or Services for Export."
                    },
                    {
                      "ref": "T04C00A27CL02PB",
                      "name": "",
                      "content": "Where the customer is a Registrant."
                    }
                  ]
                },
                {
                  "ref": "T04C00A27CL03",
                  "name": "",
                  "content":
                    "Where the declaration of prices as being exclusive of Tax applies according to Clause (2) of this Article, the price should be clearly identified as being exclusive of Tax."
                },
                {
                  "ref": "T04C00A27CL04",
                  "name": "",
                  "content":
                    "As an exception of Clause (1) above, the Taxable Person shall declare the price as being exclusive of Tax in the following cases:",
                  "paragraphs": [
                    {
                      "ref": "T04C00A27CL04PA",
                      "name": "",
                      "content":
                        "The supply of Concerned Goods or Concerned Services, which is subject to Clause (1) of Article (48) of the Decree-Law."
                    },
                    {
                      "ref": "T04C00A27CL04PB",
                      "name": "",
                      "content":
                        "The supply of Goods subject to Tax in accordance with Clause (3) of Article (48) of the Decree-Law."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T04C00A28",
              "name": "Article (28) - Discounts, Subsidies and Vouchers",
              "content": "",
              "clauses": [
                {
                  "ref": "T04C00A28CL01",
                  "name": "",
                  "content":
                    "The State shall not be treated as providing a subsidy to the supplier if the subsidy or part of it is a Consideration for a supply of Goods or Services to the State."
                },
                {
                  "ref": "T04C00A28CL02",
                  "name": "",
                  "content":
                    "The value of supply may be reduced in the case of a discount if the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T04C00A28CL02PA",
                      "name": "",
                      "content":
                        "The customer has benefited from the reduction in price."
                    },
                    {
                      "ref": "T04C00A28CL02PB",
                      "name": "",
                      "content": "The supplier funded the discount."
                    }
                  ]
                },
                {
                  "ref": "T04C00A28CL03",
                  "name": "",
                  "content":
                    "The value of a discount shall be the amount by which the Consideration is reduced."
                },
                {
                  "ref": "T04C00A28CL04",
                  "name": "",
                  "content":
                    "The value of a discount shall not include the value of any Voucher used, and any such reduction will be ignored unless that Voucher was provided for no Consideration."
                },
                {
                  "ref": "T04C00A28CL05",
                  "name": "",
                  "content":
                    "Where the Voucher was issued and sold by the Supplier for Consideration that is less than the value stated on the Voucher, the value of a discount shall be the difference between the value of the Voucher and the Consideration paid for that Voucher."
                },
                {
                  "ref": "T04C00A28CL06",
                  "name": "",
                  "content":
                    "“Voucher” shall not include an instrument that gives the right to receive Goods or Services or the right to receive a discount on the price of the Goods or Services unless the monetary value for which the Voucher may be redeemed is identifiable at the time the Voucher is issued."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T05",
      "name": "Title 5",
      "description": "Profit Margin Scheme",
      "chapters": [
        {
          "ref": "T05C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T05C00A29",
              "name": "Article (29) - Accounting for Tax on the Margin",
              "content": "",
              "clauses": [
                {
                  "ref": "T05C00A29CL01",
                  "name": "",
                  "content":
                    "The Taxable Person may calculate Tax on any supply of Goods by reference to the profit margin in the following situations:",
                  "paragraphs": [
                    {
                      "ref": "T05C00A29CL01PA",
                      "name": "",
                      "content":
                        "Where he made a supply of Goods mentioned in Clause (2) of this Article which were purchased from either:",
                      "subparagraphs": [
                        {
                          "ref": "T05C00A29CL01PASP01",
                          "name": "",
                          "content": "A Person who is not a Registrant."
                        },
                        {
                          "ref": "T05C00A29CL01PASP02",
                          "name": "",
                          "content":
                            "A Taxable Person who calculated the Tax on the supply by reference to the profit margin."
                        }
                      ]
                    },
                    {
                      "ref": "T05C00A29CL01PB",
                      "name": "",
                      "content":
                        "Where he made a supply of Goods for which Input Tax was not recovered in accordance with Article (53) of this Decision."
                    }
                  ]
                },
                {
                  "ref": "T05C00A29CL02",
                  "name": "",
                  "content":
                    "The Goods to which Clause (1) of this Article refers are Goods which have been subject to Tax before the supply which shall be subject to the profit margin scheme and those Goods are:",
                  "paragraphs": [
                    {
                      "ref": "T05C00A29CL02PA",
                      "name": "",
                      "content":
                        "Second-hand Goods, meaning tangible moveable property that is suitable for further use as it is or after repair."
                    },
                    {
                      "ref": "T05C00A29CL02PB",
                      "name": "",
                      "content":
                        "Antiques, meaning goods that are over 50 years old."
                    },
                    {
                      "ref": "T05C00A29CL02PC",
                      "name": "",
                      "content":
                        "Collectors' items, meaning stamps, coins and currency and other pieces of scientific, historical or archaeological interest."
                    }
                  ]
                },
                {
                  "ref": "T05C00A29CL03",
                  "name": "",
                  "content":
                    "A Taxable Person may not elect to calculate Tax by reference to the profit margin in respect of Goods referred to in paragraph (a) of Clause (1) of this Article if a Tax Invoice or other document is issued for that supply mentioning an amount of Tax chargeable on the supply."
                },
                {
                  "ref": "T05C00A29CL04",
                  "name": "",
                  "content":
                    "The profit margin is the difference between the purchase price of the Goods and the selling price of the Goods, and the profit margin shall be deemed to be inclusive of Tax."
                },
                {
                  "ref": "T05C00A29CL05",
                  "name": "",
                  "content":
                    "The Taxable Person must keep the following records in respect of supplies made in accordance with this Article:",
                  "paragraphs": [
                    {
                      "ref": "T05C00A29CL05PA",
                      "name": "",
                      "content":
                        "A stock book or a similar record showing details of each Good purchased and sold under the profit margin scheme."
                    },
                    {
                      "ref": "T05C00A29CL05PB",
                      "name": "",
                      "content":
                        "Purchase invoices showing details of the Goods purchased under the profit margin scheme. Where the Goods are purchased from Persons who are not Registrants, the Taxable Person must issue an invoice showing details of the Goods himself, including at least the following information:",
                      "subparagraphs": [
                        {
                          "ref": "T05C00A29CL05PBSP01",
                          "name": "",
                          "content":
                            "The name, address and Tax Registration Number of the Taxable Person."
                        },
                        {
                          "ref": "T05C00A29CL05PBSP02",
                          "name": "",
                          "content":
                            "The name and address of the Person selling the Good."
                        },
                        {
                          "ref": "T05C00A29CL05PBSP03",
                          "name": "",
                          "content": "The date of the purchase."
                        },
                        {
                          "ref": "T05C00A29CL05PBSP04",
                          "name": "",
                          "content": "Details of the Goods purchased."
                        },
                        {
                          "ref": "T05C00A29CL05PBSP05",
                          "name": "",
                          "content":
                            "The Consideration payable in respect of the Goods."
                        },
                        {
                          "ref": "T05C00A29CL05PBSP06",
                          "name": "",
                          "content":
                            "Signature of the Person selling the Good or authorized signatory."
                        }
                      ]
                    }
                  ]
                },
                {
                  "ref": "T05C00A29CL06",
                  "name": "",
                  "content":
                    "Where a Taxable Person has charged Tax in respect of a supply with reference to the profit margin, the Taxable Person shall issue a Tax Invoice that clearly states that the Tax was charged with reference to the profit margin, in addition to all other information required to be stated in a Tax Invoice except the amount of Tax."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T06",
      "name": "Title 6",
      "description": "Supplies Subject to the Zero Rate",
      "chapters": [
        {
          "ref": "T06C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T06C00A30",
              "name": "Article (30) - Zero-rating the export of goods",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A30CL01",
                  "name": "",
                  "content":
                    "The Direct Export shall be subject to the zero rate if the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A30CL01PA",
                      "name": "",
                      "content":
                        "The Goods are physically exported to a place outside the Implementing States or are put into a customs suspension regime in accordance with GCC Common Customs Law within 90 days of the date of the supply."
                    },
                    {
                      "ref": "T06C00A30CL01PB",
                      "name": "",
                      "content":
                        "Official and commercial evidence of Export or customs suspension is retained by the exporter."
                    }
                  ]
                },
                {
                  "ref": "T06C00A30CL02",
                  "name": "",
                  "content":
                    "An Indirect Export shall be subject to the zero rate if the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A30CL02PA",
                      "name": "",
                      "content":
                        "The Goods are physically exported to a place outside the Implementing States or are put into a customs suspension regime in accordance with GCC Common Customs Law, within 90 days of the date of the supply under an arrangement agreed by the supplier and the Overseas Customer at or before the date of supply."
                    },
                    {
                      "ref": "T06C00A30CL02PB",
                      "name": "",
                      "content":
                        "The Overseas Customer obtains official and commercial evidence of Export or customs suspension in accordance with GCC Common Customs Law, and provides the supplier with a copy of this."
                    },
                    {
                      "ref": "T06C00A30CL02PC",
                      "name": "",
                      "content":
                        "The Goods are not used or altered in the time between supply and Export or customs suspension, except to the extent necessary to prepare the Goods for Export or customs suspension."
                    },
                    {
                      "ref": "T06C00A30CL02PD",
                      "name": "",
                      "content":
                        "The Goods do not leave the State in the possession of a passenger or crew member of an aircraft or ship."
                    }
                  ]
                },
                {
                  "ref": "T06C00A30CL03",
                  "name": "",
                  "content":
                    "For the purposes of this Article, a movement of Goods into a Designated Zone from a place in the State or a supply of Goods to a Designated Zone shall not be considered an Export of those Goods."
                },
                {
                  "ref": "T06C00A30CL04",
                  "name": "",
                  "content":
                    "For the purposes of Clauses (1) and (2) of this Article:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A30CL04PA",
                      "name": "",
                      "content":
                        "“Official evidence” means Export documents issued by the local Emirate Customs Department in respect of Goods leaving the State."
                    },
                    {
                      "ref": "T06C00A30CL04PB",
                      "name": "",
                      "content":
                        "“Commercial evidence” shall include any the following:",
                      "subparagraphs": [
                        {
                          "ref": "T06C00A30CL04PASP01",
                          "name": "",
                          "content": "Airway bill."
                        },
                        {
                          "ref": "T06C00A30CL04PASP02",
                          "name": "",
                          "content": "Bill of lading."
                        },
                        {
                          "ref": "T06C00A30CL04PASP03",
                          "name": "",
                          "content": "Consignment note."
                        },
                        {
                          "ref": "T06C00A30CL04PASP04",
                          "name": "",
                          "content": "Certificate of shipment."
                        }
                      ]
                    }
                  ]
                },
                {
                  "ref": "T06C00A30CL05",
                  "name": "",
                  "content":
                    "The evidence obtained as proof of Export, whether official or commercial, must identify the following:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A30CL05PA",
                      "name": "",
                      "content": "The supplier."
                    },
                    {
                      "ref": "T06C00A30CL05PB",
                      "name": "",
                      "content": "The consignor."
                    },
                    {
                      "ref": "T06C00A30CL05PC",
                      "name": "",
                      "content": "The Goods."
                    },
                    {
                      "ref": "T06C00A30CL05PD",
                      "name": "",
                      "content": "The value."
                    },
                    {
                      "ref": "T06C00A30CL05PE",
                      "name": "",
                      "content": "The Export destination."
                    },
                    {
                      "ref": "T06C00A30CL05PF",
                      "name": "",
                      "content":
                        "The mode of transport and route of the export movement."
                    }
                  ]
                },
                {
                  "ref": "T06C00A30CL06",
                  "name": "",
                  "content":
                    "The Authority may specify alternative forms of evidence according to the nature of the Export or the nature of the Goods being exported."
                },
                {
                  "ref": "T06C00A30CL07",
                  "name": "",
                  "content":
                    "The Authority may extend the 90-day period mentioned in Clauses (1) and (2) of this Article, if the Authority has determined, after the supplier has applied in writing, that either of the following apply:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A30CL07PA",
                      "name": "",
                      "content":
                        "Circumstances beyond the control of the Supplier and the Recipient of Goods have prevented, or will prevent, the Export of the Goods within 90 days of the date of supply"
                    },
                    {
                      "ref": "T06C00A30CL07PB",
                      "name": "",
                      "content":
                        "Due to the nature of the supply, it is not practicable for the supplier to Export the Goods, or a class of the Goods, within 90 days of the date of supply"
                    }
                  ]
                },
                {
                  "ref": "T06C00A30CL08",
                  "name": "",
                  "content":
                    "An Indirect Export would include a supply of Goods in a departure area of an airport or port to a passenger of an aircraft or a vessel if:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A30CL08PA",
                      "name": "",
                      "content":
                        "The Goods are intended to leave the State in the possession of the passenger."
                    },
                    {
                      "ref": "T06C00A30CL08PB",
                      "name": "",
                      "content":
                        "The supplier has obtained and retained evidence, such as the details of the boarding pass of the passenger, that the passenger intends to leave for a destination outside the Implementing States."
                    }
                  ]
                },
                {
                  "ref": "T06C00A30CL09",
                  "name": "",
                  "content":
                    "If the Person required to Export the Goods in accordance with this Article does not do so within the period of 90 days or a longer period that the Authority has allowed under Clause (7) of this Article, Tax shall be charged on the supply at the rate that would have been due on the supply if it was made in the State."
                },
                {
                  "ref": "T06C00A30CL10",
                  "name": "",
                  "content":
                    "For the purposes of this Article a supply of Goods shall be subject to the zero rate if Goods that would otherwise have been exported are destroyed or cease to exist in circumstances beyond the control of both the supplier and the Recipient of the Goods."
                },
                {
                  "ref": "T06C00A30CL11",
                  "name": "",
                  "content":
                    "Customs Departments shall check to confirm the type and quantity of the exported goods with its export documents."
                }
              ]
            },
            {
              "ref": "T06C00A31",
              "name": "Article (31) - Zero-rating the Export of Services",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A31CL01",
                  "name": "",
                  "content":
                    "The Export of Services shall be zero-rated in the following cases:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A31CL01PA",
                      "name": "",
                      "content": "If the following conditions are met:",
                      "subparagraphs": [
                        {
                          "ref": "T06C00A31CL01PASP01",
                          "name": "",
                          "content":
                            "The Services are supplied to a Recipient of Services who does not have a Place of Residence in an Implementing State and who is outside the State at the time the Services are performed;"
                        },
                        {
                          "ref": "T06C00A31CL01PASP02",
                          "name": "",
                          "content":
                            "The Services are not supplied directly in connection with real estate situated in the State or any improvement to the real estate or directly in connection with moveable personal assets situated in the State at the time the Services are performed."
                        }
                      ]
                    },
                    {
                      "ref": "T06C00A31CL01PB",
                      "name": "",
                      "content":
                        "If the services are actually performed outside the Implementing States or are the arranging of services that are actually performed outside the Implementing States."
                    },
                    {
                      "ref": "T06C00A31CL01PC",
                      "name": "",
                      "content":
                        "If the supply consists of the facilitation of outbound tour packages, for that part of the service."
                    }
                  ]
                },
                {
                  "ref": "T06C00A31CL02",
                  "name": "",
                  "content":
                    "For the purpose of paragraph (a) of Clause (1) of this Article, a Person shall be considered as being “outside the State” if they only have a short-term presence in the State of less than a month, or the only presence they have in the State is not effectively connected with the supply."
                },
                {
                  "ref": "T06C00A31CL03",
                  "name": "",
                  "content":
                    "As an exception to paragraph (a) of Clause (1) of this Article, a supply of Services shall not be zero-rated, if the supply is made under an agreement that is entered into, whether directly or indirectly, with a Recipient of Services who is a Non-Resident, if all of the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A31CL03PA",
                      "name": "",
                      "content":
                        "The performance of the Services is, or it is reasonably foreseeable that the performance of the Services will be, received in the State by another Person, including but not limited to, an employee or a director of the Non-Resident Recipient of Services."
                    },
                    {
                      "ref": "T06C00A31CL03PB",
                      "name": "",
                      "content":
                        "It is reasonably foreseeable, at the time the agreement is entered into, that that other Person in the State will receive the Services in the course of making supplies for which Input Tax is not recoverable in full under Article (54) of the Decree-Law."
                    }
                  ]
                },
                {
                  "ref": "T06C00A31CL04",
                  "name": "",
                  "content":
                    "For the purposes of paragraph (c) of Clause (1) of this Article, services that consist of the “facilitation of outbound tour packages” means the services that a Taxable Person provides in packaging one or more tourism products and also services outside the Implementing States, including but not limited to such goods and services as accommodation, meals, transport, and other activities."
                }
              ]
            },
            {
              "ref": "T06C00A32",
              "name":
                "Article (32) - Zero-Rating Exported Telecommunications Services",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A32CL01",
                  "name": "",
                  "content":
                    "The export of telecommunications services shall be subject to the zero rate in the following situations:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A32CL01PA",
                      "name": "",
                      "content":
                        "A supply of telecommunications services by a telecommunications supplier who has a Place of Residence in the State to a telecommunications supplier who has Place of Residence outside the Implementing States."
                    },
                    {
                      "ref": "T06C00A32CL01PB",
                      "name": "",
                      "content":
                        "A supply of telecommunications services by a telecommunications supplier who has a Place of Residence in the State to a Person who is not a telecommunications supplier and who has Place of Residence outside the State for a telecommunications service that is initiated outside the Implementing States."
                    }
                  ]
                },
                {
                  "ref": "T06C00A32CL02",
                  "name": "",
                  "content":
                    "For the purposes of paragraph (b) of Clause (1) of this Article, the place where a supply is initiated shall be identified according to the following:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A32CL02PA",
                      "name": "",
                      "content":
                        "The place of the Person who commences the supply."
                    },
                    {
                      "ref": "T06C00A32CL02PB",
                      "name": "",
                      "content":
                        "If paragraph (a) of this Clause does not apply, the Person who pays in return for the services."
                    },
                    {
                      "ref": "T06C00A32CL02PC",
                      "name": "",
                      "content":
                        "If paragraphs (a) and (b) of this Clause do not apply, the Person who contracts for the purposes of the supply."
                    }
                  ]
                },
                {
                  "ref": "T06C00A32CL03",
                  "name": "",
                  "content":
                    "For the purposes of this Article, a “telecommunications supplier” means a Person whose main activity is the supply of telecommunications services."
                }
              ]
            },
            {
              "ref": "T06C00A33",
              "name":
                "Article (33) - Zero-rating international transportation services for Passengers and Goods",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A33CL01",
                  "name": "",
                  "content":
                    "The supply of international transportation Services for Passengers and Goods and Transport-related Services shall be subject to the zero rate in the following cases::",
                  "paragraphs": [
                    {
                      "ref": "T06C00A33CL01PA",
                      "name": "",
                      "content":
                        "Transporting passengers or Goods from a place in the State to a place outside the State."
                    },
                    {
                      "ref": "T06C00A33CL01PB",
                      "name": "",
                      "content":
                        "Transporting passengers or Goods from a place outside the State to a place in the State."
                    },
                    {
                      "ref": "T06C00A33CL01PC",
                      "name": "",
                      "content":
                        "Transporting passengers from a place in the State to another place in the State by sea or air or land as part of a supply of an international transport of those passengers if either or both the first place of departure, or the final place of destination, is outside the State."
                    },
                    {
                      "ref": "T06C00A33CL01PD",
                      "name": "",
                      "content":
                        "Transporting Goods from a place in the State to another place in the State if the Services are supplied as part, or for the purpose, of the supply of Services of transporting Goods either from a place in the State to a place outside the State or from a place outside the State to a place in the State."
                    }
                  ]
                },
                {
                  "ref": "T06C00A33CL02",
                  "name": "",
                  "content":
                    "The following Goods and Services shall be zero-rated if they are supplied in respect of the transportation services of passengers or Goods to which either Clause (1) of this Article applies or which are treated as taking place outside the State:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A33CL02PA",
                      "name": "",
                      "content":
                        "The Goods which are supplied for use or consumption or sale by or on an aircraft or a ship."
                    },
                    {
                      "ref": "T06C00A33CL02PB",
                      "name": "",
                      "content":
                        "The Services supplied during the supply of transportation services."
                    },
                    {
                      "ref": "T06C00A33CL02PC",
                      "name": "",
                      "content":
                        "The Service of insuring, or the arranging of the insurance, or the arranging of the transport of passengers or Goods."
                    }
                  ]
                },
                {
                  "ref": "T06C00A33CL03",
                  "name": "",
                  "content":
                    "A supply of a postage stamp issued by Emirates Post Group shall be zero-rated where the postage stamp may only be redeemed for transportation of Goods to a place outside the State."
                }
              ]
            },
            {
              "ref": "T06C00A34",
              "name": "Article (34) - Zero-rating certain means of transport",
              "content":
                "The supply of the means of transport shall be subject to the zero rate in the following cases:",
              "clauses": [
                {
                  "ref": "T06C00A34CL01",
                  "name": "",
                  "content":
                    "A supply of an aircraft that is designed or adapted to be used for commercial transportation of passengers or Goods and which is not designed or adapted for recreation, pleasure or sports."
                },
                {
                  "ref": "T06C00A34CL02",
                  "name": "",
                  "content":
                    "A supply of a ship, boat or floating structure that is designed or adapted for use for commercial purposes and which is not designed or adapted for recreation, pleasure or sports."
                },
                {
                  "ref": "T06C00A34CL03",
                  "name": "",
                  "content":
                    "A supply of bus or train that is designed or adapted to be used for public transportation of (10) or more passengers."
                }
              ]
            },
            {
              "ref": "T06C00A35",
              "name":
                "Article (35) - Zero-rating Goods and Services Supplied in Connection with Means of Transport",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A35CL01",
                  "name": "",
                  "content":
                    "The Goods and Services related to the supply of the means of transport mentioned in Article (34) of this Decision shall be subject to the zero rate if they are any of the following:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A35CL01PA",
                      "name": "",
                      "content":
                        "Goods, except fuel or other oil or gas products, that are supplied in the course of operating, repairing, maintaining or converting means of transport in any of the following cases:",
                      "subparagraphs": [
                        {
                          "ref": "T06C00A35CL01PASP01",
                          "name": "",
                          "content":
                            "The Goods shall be incorporated into, affixed to, attached to or form part of those means of transport."
                        },
                        {
                          "ref": "T06C00A35CL01PASP02",
                          "name": "",
                          "content":
                            "The Goods are consumable Goods that become unusable or worthless as a direct result of being used in the operation, repair, maintenance, or conversion process."
                        }
                      ]
                    },
                    {
                      "ref": "T06C00A35CL01PB",
                      "name": "",
                      "content":
                        "Services which are supplied directly in connection with means of transport referred to in Article (34) of this Decision for the purposes of operating, repairing, maintaining or converting those means of transport."
                    },
                    {
                      "ref": "T06C00A35CL01PC",
                      "name": "",
                      "content":
                        "Services which are supplied directly in connection with parts and equipment of a means of transport referred to in Article (34) of this Decision for the purpose of repairing and maintaining those parts and equipment, provided that any of the following applies:",
                      "subparagraphs": [
                        {
                          "ref": "T06C00A35CL01PCSP01",
                          "name": "",
                          "content":
                            "The services are carried out on board of the means of transport."
                        },
                        {
                          "ref": "T06C00A35CL01PCSP02",
                          "name": "",
                          "content":
                            "The part or equipment is removed for repair or maintenance, and is subsequently replaced in the same means of transport."
                        },
                        {
                          "ref": "T06C00A35CL01PCSP03",
                          "name": "",
                          "content":
                            "The part or equipment is removed for repair or maintenance, and is subsequently held in stock for the future use as spares in the same means of transport or another means of transport.."
                        },
                        {
                          "ref": "T06C00A35CL01PCSP04",
                          "name": "",
                          "content":
                            "The part or equipment cannot be repaired and is exchanged for an identical part or equipment."
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T06C00A36",
              "name": "Article (36) - Zero-rating of precious metals",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A36CL01",
                  "name": "",
                  "content":
                    "The supply or import of investment precious metals shall be zero-rated."
                },
                {
                  "ref": "T06C00A36CL02",
                  "name": "",
                  "content":
                    "The phrase “investment precious metals” means gold, silver and platinum that meet the following standards:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A36CL02PA",
                      "name": "",
                      "content":
                        "The metal is of a purity of 99 percent or more."
                    },
                    {
                      "ref": "T06C00A36CL02PB",
                      "name": "",
                      "content":
                        "The metal is in a form tradeable in global bullion markets."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T06C00A37",
              "name": "Article (37) - Residential buildings",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A37CL01",
                  "name": "",
                  "content":
                    "The phrase “residential building” means a building intended and designed for human occupation, including:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A37CL01PA",
                      "name": "",
                      "content":
                        "Any building or part of a building that the person occupies, or that it can be foreseen that a person will occupy, as their principal place of residence."
                    },
                    {
                      "ref": "T06C00A37CL01PB",
                      "name": "",
                      "content":
                        "Residential accommodation for students or school pupils."
                    },
                    {
                      "ref": "T06C00A37CL01PC",
                      "name": "",
                      "content":
                        "Residential accommodation for armed forces and police."
                    },
                    {
                      "ref": "T06C00A37CL01PD",
                      "name": "",
                      "content": "Orphanages, nursing homes, and rest homes."
                    }
                  ]
                },
                {
                  "ref": "T06C00A37CL02",
                  "name": "",
                  "content":
                    "A “Residential building” does not include any of the following:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A37CL02PA",
                      "name": "",
                      "content":
                        "Any place that is not a building fixed to the ground and can be moved without being damaged."
                    },
                    {
                      "ref": "T06C00A37CL02PB",
                      "name": "",
                      "content":
                        "Any building that is used as a hotel, motel, bed and breakfast establishment, or hospital or the like."
                    },
                    {
                      "ref": "T06C00A37CL02PC",
                      "name": "",
                      "content":
                        "A serviced apartment for which services in addition to the supply of accommodation are provided."
                    },
                    {
                      "ref": "T06C00A37CL02PD",
                      "name": "",
                      "content":
                        "Any building constructed or converted without lawful authority."
                    }
                  ]
                },
                {
                  "ref": "T06C00A37CL03",
                  "name": "",
                  "content":
                    "A building shall be considered as a residential building if a small proportion of it is used as an office or workspace by the occupants, if it includes garages and gardens used in conjunction with it, or it includes any other features that may be said to comprise part of the residential building."
                }
              ]
            },
            {
              "ref": "T06C00A38",
              "name":
                "Article (38) - Zero-rating of Buildings Specifically Designed to be Used by Charities",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A38CL01",
                  "name": "",
                  "content":
                    "The first sale or a lease of a building, or any part of a building, shall be zero-rated if the building was specifically designed to be used by a Charity and solely for a relevant charitable activity."
                },
                {
                  "ref": "T06C00A38CL02",
                  "name": "",
                  "content":
                    "In Clause (1) of this Article, “relevant charitable activity” means an activity for the purpose other than for the purpose of profit or benefit to any proprietor, member, or shareholder of the Charity, and one which is undertaken by the Charity in the course or furtherance of its charitable purpose or objectives to carry out a charitable activity in the State as approved by the Ministry of Community Development, or under the conditions of its establishment as a charity under Federal or Emirate Decree, or as otherwise licensed to operate as a Charity by an agency of the Federal or Emirate Governments authorised to grant such licences. Such charitable purposes and objectives include, for instance, advancing health, education, public welfare, religion, culture, science and similar activities."
                }
              ]
            },
            {
              "ref": "T06C00A39",
              "name":
                "Article (39) - Zero-rating Converted Residential Building",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A39CL01",
                  "name": "",
                  "content":
                    "The first supply of a building, or any part of a building, which is converted to a residential building shall be subject to the zero rate provided that the supply takes place within 3 years of the completion of the conversion and the original building, or any part of it, was not used as a residential building and did not comprise part of a residential building within (5) five years prior to the conversion work commencing."
                },
                {
                  "ref": "T06C00A39CL02",
                  "name": "",
                  "content":
                    "The presence of shared or common facilities, or dividing walls or similar features in a residential building should not cause the residential building to be considered or any part thereon as part of a pre-existing residential building."
                }
              ]
            },
            {
              "ref": "T06C00A40",
              "name": "Article (40) - Zero-rating Education Services",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A40CL01",
                  "name": "",
                  "content":
                    "The supply of educational services shall be subject to the zero rate if the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A40CL01PA",
                      "name": "",
                      "content":
                        "The supply of educational services is provided in accordance with the curriculum recognised by the federal or local competent government entity regulating the education sector where the course is delivered."
                    },
                    {
                      "ref": "T06C00A40CL01PB",
                      "name": "",
                      "content":
                        "The supplier of the educational services is an educational institution which is recognised by the federal or local competent government entity regulating the education sector where the course is delivered."
                    },
                    {
                      "ref": "T06C00A40CL01PC",
                      "name": "",
                      "content":
                        "Where the Supplier of educational services is a higher education institution, the institution is either owned by the federal or local government or receives more than 50% of its annual funding directly from the federal or local government.."
                    }
                  ]
                },
                {
                  "ref": "T06C00A40CL02",
                  "name": "",
                  "content":
                    "A supply of Goods or Services made by educational institutions identified in Clause (1) of this Article shall be zero-rated where the supply is directly related to the provision of a zero-rated educational service."
                },
                {
                  "ref": "T06C00A40CL03",
                  "name": "",
                  "content":
                    "Printed and digital reading material provided by educational institutions identified in Clause (1) of this Article and which are related to the curriculum of an education shall be zero-rated."
                },
                {
                  "ref": "T06C00A40CL04",
                  "name": "",
                  "content":
                    "As an exception to Clause (2) of this Article, the following supplies shall not be zero-rated:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A40CL04PA",
                      "name": "",
                      "content":
                        "Goods and Services supplied by the educational institution referred to in Clause (1) that are made available to Persons who are not enrolled in the educational institution."
                    },
                    {
                      "ref": "T06C00A40CL04PB",
                      "name": "",
                      "content":
                        "Any Goods other than educational materials provided by the educational institution  referred to in Clause (1) that are consumed or transformed by the students undertaking the educational service for the purposes of education."
                    },
                    {
                      "ref": "T06C00A40CL04PC",
                      "name": "",
                      "content":
                        "Uniforms or any other clothing which are required to be worn by the educational institution referred to in Clause (1), irrespective of whether or not supplied by the educational institutions as part of the supply of educational services"
                    },
                    {
                      "ref": "T06C00A40CL04PD",
                      "name": "",
                      "content":
                        "Electronic devices in relation to educational services, irrespective of whether or not supplied by the educational institution referred to in Clause (1) as part of the supply of educational services."
                    },
                    {
                      "ref": "T06C00A40CL04PE",
                      "name": "",
                      "content":
                        "Food and beverages supplied at the educational institution referred to in Clause (1), including supplies from vending machines or vouchers in respect of food and beverages."
                    },
                    {
                      "ref": "T06C00A40CL04PF",
                      "name": "",
                      "content":
                        "Field trips, unless these are directly related to the curriculum of an education service and are not predominantly recreational."
                    },
                    {
                      "ref": "T06C00A40CL04PG",
                      "name": "",
                      "content":
                        "Extracurricular activities provided by or through the educational institution referred to in Clause (1) for a fee additional to the fee for the education service."
                    },
                    {
                      "ref": "T06C00A40CL04PH",
                      "name": "",
                      "content":
                        "A supply of membership in a student organisation."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T06C00A41",
              "name": "Article (41) - Zero-rating Healthcare Services",
              "content": "",
              "clauses": [
                {
                  "ref": "T06C00A41CL01",
                  "name": "",
                  "content":
                    "The phrase “healthcare services” means any Service supplied that is generally accepted in the medical profession as being necessary for the treatment of the Recipient of the supply including preventive treatment."
                },
                {
                  "ref": "T06C00A41CL02",
                  "name": "",
                  "content":
                    "A supply of healthcare services shall be zero rated on the condition that the supply shall:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A41CL02PA",
                      "name": "",
                      "content":
                        "Be made by a healthcare body or institution, doctor, nurse, technician, dentist, or pharmacy, licensed by the Ministry of Health or by any other competent authority."
                    },
                    {
                      "ref": "T06C00A41CL02PB",
                      "name": "",
                      "content": "Relate to the wellbeing of a human being."
                    }
                  ]
                },
                {
                  "ref": "T06C00A41CL03",
                  "name": "",
                  "content":
                    "“Healthcare services” do not include any of the following:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A41CL03PA",
                      "name": "",
                      "content":
                        "Any part of a supply that relates to staying in or attending an establishment the principal purpose of which is to provide holiday accommodation or entertainment such that any healthcare service is incidental to the provision of the accommodation or entertainment."
                    },
                    {
                      "ref": "T06C00A41CL03PB",
                      "name": "",
                      "content":
                        "Elective treatment for cosmetic reasons other than prescribed by a doctor or medical professional for treating or prevention of a medical condition."
                    }
                  ]
                },
                {
                  "ref": "T06C00A41CL04",
                  "name": "",
                  "content":
                    "A supply of Goods is zero-rated if it is a supply of:",
                  "paragraphs": [
                    {
                      "ref": "T06C00A41CL04PA",
                      "name": "",
                      "content":
                        "Any pharmaceutical products identified in a decision issued by the Cabinet."
                    },
                    {
                      "ref": "T06C00A41CL04PB",
                      "name": "",
                      "content":
                        "Any medical equipment identified in a decision issued by the Cabinet."
                    },
                    {
                      "ref": "T06C00A41CL04PC",
                      "name": "",
                      "content":
                        "Any other Goods not covered by paragraphs (a) and (b) of this Clause which are supplied in the course of supplying a Person with zero-rated healthcare services that are necessary for the supply of such healthcare services."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T07",
      "name": "Title 7",
      "description": "Exempt Supplies",
      "chapters": [
        {
          "ref": "T07C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T07C00A42",
              "name": "Article (42) - Tax Treatment of Financial Services",
              "content": "",
              "clauses": [
                {
                  "ref": "T07C00A42CL01",
                  "name": "",
                  "content": "For the purposes of this Article:",
                  "paragraphs": [
                    {
                      "ref": "T07C00A42CL01PA",
                      "name": "",
                      "content":
                        "The phrase “debt security” means any interest in or right to be paid money that is, or is to be, owing by any Person, or any option to acquire any such interest or right;"
                    },
                    {
                      "ref": "T07C00A42CL01PB",
                      "name": "",
                      "content":
                        "The phrase “equity security” means any interest in or right to a share in the capital of a legal person, or any option to acquire any such interest or right;"
                    },
                    {
                      "ref": "T07C00A42CL01PC",
                      "name": "",
                      "content":
                        "The phrase “life insurance contract” means a contract lawfully entered into to the extent that it places a sum or sums at risk upon the contingency of the termination or continuance of human life, marriage, similar relationships permitted under applicable law, or the birth of a child."
                    },
                    {
                      "ref": "T07C00A42CL01PD",
                      "name": "",
                      "content":
                        "The phrase “Islamic financial arrangement” means a written contract which relates to a supply of financing in accordance with the principles of Shariah.."
                    }
                  ]
                },
                {
                  "ref": "T07C00A42CL02",
                  "name": "",
                  "content":
                    "Financial services are services connected to dealings in money (or its equivalent) and the provision of credit and include for instance the following:",
                  "paragraphs": [
                    {
                      "ref": "T07C00A42CL02PA",
                      "name": "",
                      "content":
                        "The exchange of currency, whether effected by the exchange of bank notes or coin, by crediting or debiting accounts, or otherwise."
                    },
                    {
                      "ref": "T07C00A42CL02PB",
                      "name": "",
                      "content":
                        "The issue, payment, collection, or transfer of ownership of a cheque or letter of credit."
                    },
                    {
                      "ref": "T07C00A42CL02PC",
                      "name": "",
                      "content":
                        "The issue, allotment, drawing, acceptance, endorsement, or transfer of ownership of a debt security."
                    },
                    {
                      "ref": "T07C00A42CL02PD",
                      "name": "",
                      "content": "The provision of any loan, advance or credit."
                    },
                    {
                      "ref": "T07C00A42CL02PE",
                      "name": "",
                      "content":
                        "The renewal or variation of a debt security, equity security, or credit contract."
                    },
                    {
                      "ref": "T07C00A42CL02PF",
                      "name": "",
                      "content":
                        "The provision, taking, variation, or release of a guarantee, indemnity, security, or bond in respect of the performance of obligations under a cheque, credit, equity security, debt security, or in respect of the activities specified in paragraphs (b) to (e) of this Article."
                    },
                    {
                      "ref": "T07C00A42CL02PG",
                      "name": "",
                      "content":
                        "The operation of any current, deposit or savings account."
                    },
                    {
                      "ref": "T07C00A42CL02PH",
                      "name": "",
                      "content":
                        "The provision or transfer of ownership of financial instruments such as derivatives, options, swaps, credit default swaps, and futures."
                    },
                    {
                      "ref": "T07C00A42CL02PI",
                      "name": "",
                      "content":
                        "The payment or collection of any amount of interest, principal, dividend, or other amount whatever in respect of any debt security, equity security, credit, and contract of life insurance."
                    },
                    {
                      "ref": "T07C00A42CL02PJ",
                      "name": "",
                      "content":
                        "Agreeing to do, or arranging, any of the activities specified in paragraphs (a) to (i) of this Clause, other than advising thereon."
                    }
                  ]
                },
                {
                  "ref": "T07C00A42CL03",
                  "name": "",
                  "content":
                    "The following financial services shall be exempted:",
                  "paragraphs": [
                    {
                      "ref": "T07C00A42CL03PA",
                      "name": "",
                      "content":
                        "Activities under Clause (2) of this Article where they are not conducted in return for an explicit fee, discount, commission, and rebate or similar."
                    },
                    {
                      "ref": "T07C00A42CL03PB",
                      "name": "",
                      "content":
                        "The issue, allotment, or transfer of ownership of an equity security or a debt security;"
                    },
                    {
                      "ref": "T07C00A42CL03PC",
                      "name": "",
                      "content":
                        "The provision or transfer of ownership of a life insurance contract or the provision of re-insurance in respect of any such contract."
                    }
                  ]
                },
                {
                  "ref": "T06C00A42CL04",
                  "name": "",
                  "content":
                    "Activities under Clause (2) of this Article shall be subject to tax where the consideration payable in respect of a supply of Services is an explicit fee, commission, discount, and rebate or similar"
                },
                {
                  "ref": "T06C00A42CL05",
                  "name": "",
                  "content":
                    "Islamic finance products, being financial products under contract which are certified as Islamic Shariah compliant, which simulate the intention and achieve effectively the same result as a non-Shariah compliant financial product, will be treated in a similar manner as the equivalent non-Shariah financial product for the purpose of applying exemption from Tax."
                },
                {
                  "ref": "T06C00A42CL06",
                  "name": "",
                  "content":
                    "Any supply made under an Islamic financial arrangement shall be treated in such a way as to give an outcome for the purposes of the Decree-Law and the decisions issued by the Authority, comparable to that which would be the case for their non-Islamic counterparts."
                },
                {
                  "ref": "T06C00A42CL07",
                  "name": "",
                  "content":
                    "Where Article (31) of this Decision applies in respect of a supply of financial services, this supply should be treated as zero-rated."
                }
              ]
            },
            {
              "ref": "T07C00A43",
              "name": "Article (43) - Exemption of Residential Buildings",
              "content": "",
              "clauses": [
                {
                  "ref": "T07C00A43CL01",
                  "name": "",
                  "content":
                    "The supply of residential buildings is exempt, unless it is zero-rated, where the lease is more than (6) six months or the tenant of the property is a holder of an ID card issued by Federal Authority for Identity and  Citizenship."
                },
                {
                  "ref": "T07C00A43CL02",
                  "name": "",
                  "content":
                    "The period of tenancy referred to in Clause (1) of this Article shall be identified with reference to the contractual period of tenancy and shall not take into account any period arising from a right or option to extend the period of tenancy or renew the tenancy."
                },
                {
                  "ref": "T07C00A43CL03",
                  "name": "",
                  "content":
                    "For the purposes of Clause (1) of this Article, a right of any party to terminate the lease early shall be ignored."
                }
              ]
            },
            {
              "ref": "T07C00A44",
              "name": "Article (44) - Exemption of Bare Land",
              "content":
                "The phrase “bare land” means land that is not covered by completed, partially completed buildings or civil engineering works.",
              "clauses": []
            },
            {
              "ref": "T07C00A45",
              "name":
                "Article (45) - Exemption of Local Passenger Transport Services",
              "content": "",
              "clauses": [
                {
                  "ref": "T07C00A45CL01",
                  "name": "",
                  "content":
                    "The supply of local passenger transport Services in a qualifying means of transport by land, water or air from a place in the State to another place in the State shall be exempt."
                },
                {
                  "ref": "T07C00A45CL02",
                  "name": "",
                  "content":
                    "The phrase “qualifying means of transport” means:",
                  "paragraphs": [
                    {
                      "ref": "T07C00A45CL02PA",
                      "name": "",
                      "content":
                        "A motor vehicle, including a taxi, bus, railway train, tram, mono-rail or similar means of transport, designed or adapted for transport of passengers."
                    },
                    {
                      "ref": "T07C00A45CL02PB",
                      "name": "",
                      "content":
                        "A ferry boat, abra or other similar vessel designed or adapted for transport of passengers."
                    },
                    {
                      "ref": "T07C00A45CL02PC",
                      "name": "",
                      "content":
                        "A helicopter or airplane designed or adapted for transport of passengers and approved for transport of passengers in accordance with Federal Law No. (20) of 1991 on Civil Aviation."
                    }
                  ]
                },
                {
                  "ref": "T07C00A45CL03",
                  "name": "",
                  "content":
                    "As an exception to Clause (1) of this Article, the Service of transporting of passengers from a place in the State to another place in the State shall not be considered a local passenger transport Service where the transport is by aircraft and constitutes “international carriage” as defined in the Warsaw International Convention for the Unification of Certain Rules Relating to International Carriage by Air 1929."
                },
                {
                  "ref": "T07C00A45CL04",
                  "name": "",
                  "content":
                    "As an exception to Clause (1) of this Article, the transport of passengers shall not constitute a supply of local passenger transport Services where it is undertaken in the context of a pleasure trip where the manner in which the trip is held out indicates that its principal objective may reasonably be said to be sightseeing, or the enjoyment of catering services, or other forms of pleasure or entertainment."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T08",
      "name": "Title 8",
      "description": "Accounting for Tax on Certain Supplies",
      "chapters": [
        {
          "ref": "T08C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T08C00A46",
              "name":
                "Article (46) - Tax on Supplies of More Than One Component",
              "content":
                "For the purposes of the supply consisting of more than one component:",
              "clauses": [
                {
                  "ref": "T08C00A46CL01",
                  "name": "",
                  "content":
                    "Where a supply is a single composite supply as provided in Article (4) of this Decision, the Tax treatment of the supply shall follow the Tax treatment of the principal component of the supply."
                },
                {
                  "ref": "T08C00A46CL02",
                  "name": "",
                  "content":
                    "Where a supply consisting of multiple components is not a single composite supply, the supply of each component is to be treated as a separate supply."
                }
              ]
            },
            {
              "ref": "T08C00A47",
              "name": "Article (47) - General rules regarding Import of Goods",
              "content": "",
              "clauses": [
                {
                  "ref": "T08C00A47CL01",
                  "name": "",
                  "content":
                    "Without prejudice to the provisions of the Decree-Law and this Decision, Goods shall not be treated as imported into the State according to the following:",
                  "paragraphs": [
                    {
                      "ref": "T08C00A47CL01PA",
                      "name": "",
                      "content":
                        "Where they are under customs duty suspension arrangements in accordance with the GCC Common Customs Law, and subject to providing a financial guarantee or a cash deposit equal to the value of the Due Tax if and when requested by the Authority, in the following cases:"
                    },
                    {
                      "ref": "T08C00A47CL01PB",
                      "name": "",
                      "content":
                        "Imported into a Designated Zone from a place outside the State."
                    }
                  ]
                },
                {
                  "ref": "T08C00A47CL02",
                  "name": "",
                  "content":
                    "Tax shall not be due on any Import of Goods where they are under an exemption from Customs duty under the following categories in accordance with the GCC Common Customs Law:",
                  "paragraphs": [
                    {
                      "ref": "T08C00A47CL02PA",
                      "name": "",
                      "content":
                        "Goods imported by the military forces, and internal security forces."
                    },
                    {
                      "ref": "T08C00A47CL02PB",
                      "name": "",
                      "content":
                        "Personal effects and gifts accompanied by travellers."
                    },
                    {
                      "ref": "T08C00A47CL02PC",
                      "name": "",
                      "content":
                        "Used personal effect and household items transported by UAE nationals living abroad on return or expats moving to live in the UAE for first time."
                    },
                    {
                      "ref": "T08C00A47CL02PD",
                      "name": "",
                      "content": "Returned Goods."
                    }
                  ]
                },
                {
                  "ref": "T08C00A47CL03",
                  "name": "",
                  "content":
                    "Where a Person imported Goods to the State through another Implementing State the Tax will not be due on that Import, if the Authority establishes that Tax is due on the supply or transfer of Goods in that other Implementing State."
                },
                {
                  "ref": "T08C00A47CL04",
                  "name": "",
                  "content":
                    "The Authority may specify procedures to be followed by Importers and Customs Departments in respect of the Import of Goods."
                }
              ]
            },
            {
              "ref": "T08C00A48",
              "name":
                "Article (48) - Calculation of Tax under the Reverse Charge Mechanism on import of Concerned Goods or Concerned Services",
              "content": "",
              "clauses": [
                {
                  "ref": "T08C00A48CL01",
                  "name": "",
                  "content":
                    "For the purposes of import of Concerned Goods, Clause (1) of Article (48) of the Decree-Law shall apply if the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T08C00A48CL01PA",
                      "name": "",
                      "content":
                        "At the time of Import, the Taxable Person can demonstrate that they are registered for Tax."
                    },
                    {
                      "ref": "T08C00A48CL01PB",
                      "name": "",
                      "content":
                        "The Taxable Person has sufficient details for the Authority to verify the Import and the Tax which shall be due on the Import and is able to provide these as required."
                    },
                    {
                      "ref": "T08C00A48CL01PC",
                      "name": "",
                      "content":
                        "The Taxable Person has provided the Authority with its own Customs registration number issued by the competent Customs Department for that Import, such Customs Departments to verify the Import subject to the rules set by the Authority"
                    },
                    {
                      "ref": "T08C00A48CL01PD",
                      "name": "",
                      "content":
                        "The Taxable Person has cooperated with, and complied with any rules imposed by, the Authority in respect of the Import."
                    }
                  ]
                },
                {
                  "ref": "T08C00A48CL02",
                  "name": "",
                  "content":
                    "Where the conditions mentioned in Clause (1) of this Article are not met, the Taxable Person shall account for Tax in respect of the Import in accordance with Clause (1) of Article 50 of this Decision."
                },
                {
                  "ref": "T08C00A48CL03",
                  "name": "",
                  "content":
                    "Where a Taxable Person who has a Place of Residence in the State receives a supply of Goods or Services with a Place of Supply in the State, from a supplier who does not have a Place of Residence in the State and does not charge Tax on that supply, the supply shall be treated as being of Concerned Goods or Concerned Services subject to Clause (1) of Article (48) of the Decree-Law."
                },
                {
                  "ref": "T08C00A48CL04",
                  "name": "",
                  "content":
                    "Where Clause (1) of Article (48) of the Decree-Law applies, the Taxable Person must:",
                  "paragraphs": [
                    {
                      "ref": "T08C00A48CL04PA",
                      "name": "",
                      "content":
                        "Account for Tax on the value of the Concerned Goods or Concerned Services at the rate which would be applicable if the supply of the Concerned Goods or Concerned Services was made by a Taxable Person within the State."
                    },
                    {
                      "ref": "T08C00A48CL04PB",
                      "name": "",
                      "content":
                        "Declare and pay the Due Tax in the Tax Return which relates to the Tax Period in which the Date of Supply for the Concerned Goods or Concerned Services took place."
                    }
                  ]
                },
                {
                  "ref": "T08C00A48CL05",
                  "name": "",
                  "content":
                    "Where a Taxable Person accounts for Due Tax in accordance Clause (1) of Article (48) of the Decree-Law, the Taxable Person shall keep the following documents relating to the supply:",
                  "paragraphs": [
                    {
                      "ref": "T08C00A48CL05PA",
                      "name": "",
                      "content":
                        "The supplier’s invoice showing details and the Consideration paid for the Concerned Goods or Concerned Services."
                    },
                    {
                      "ref": "T08C00A48CL05PB",
                      "name": "",
                      "content":
                        "In the case of Concerned Goods, a statement from the relevant Customs Department showing details and the value of the Concerned Goods."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T08C00A49",
              "name":
                "Article (49) - Payments for Goods Transferred to another Implementing States",
              "content": "",
              "clauses": [
                {
                  "ref": "T08C00A49CL01",
                  "name": "",
                  "content":
                    "For the purposes of Clause (2) of Article (48) of the Decree-Law, the Taxable Person must make a payment of the Due Tax by using the payment method specified by the Authority."
                },
                {
                  "ref": "T08C00A49CL02",
                  "name": "",
                  "content":
                    "Unless expressly approved by the Authority to defer the payment of Due Tax, the payment referred to in Clause (1) of this Article shall be made at the time or before the Import of the Goods as directed by the Authority"
                }
              ]
            },
            {
              "ref": "T08C00A50",
              "name": "Article (50) - Imports by Unregistered Persons",
              "content": "",
              "clauses": [
                {
                  "ref": "T08C00A50CL01",
                  "name": "",
                  "content":
                    "Where Concerned Goods are imported by a Person not registered for Tax or where the Taxable Person does not meet the conditions in Clause (1) of Article (48) of this Decision, Tax shall be paid to the Authority by or on behalf of the Person before the Goods may be released."
                },
                {
                  "ref": "T08C00A50CL02",
                  "name": "",
                  "content":
                    "The Customs Departments shall cooperate with the Authority to ensure that Payable Tax on Import has been settled before releasing of Goods."
                },
                {
                  "ref": "T08C00A50CL03",
                  "name": "",
                  "content":
                    "Tax referred to in Clause (1) of this Article must be settled using the payment method specified by the Authority."
                },
                {
                  "ref": "T08C00A50CL04",
                  "name": "",
                  "content":
                    "For the purposes of Clause (1) of this Article, where a Person who is not registered for Tax imports Goods is using an agent who acts on behalf of the Person for the purposes of importing the Goods into the State and who is registered for Tax in the State, the agent shall be responsible for the payment of the Tax in respect of the Import of Goods."
                },
                {
                  "ref": "T08C00A50CL05",
                  "name": "",
                  "content":
                    "The obligation on the agent under Clause (4) of this Article to pay Tax on behalf of another Person shall be met as part of the agent’s Tax Return and pay Tax as though he imported the goods himself."
                },
                {
                  "ref": "T08C00A50CL06",
                  "name": "",
                  "content":
                    "An agent who has paid tax in accordance with Clause (4) of this Article shall not recover as Input Tax any Tax paid on behalf of another Person in accordance with obligations set out in this Article."
                },
                {
                  "ref": "T08C00A50CL07",
                  "name": "",
                  "content":
                    "Where an agent has paid Tax on behalf of another Person is accordance with this Article, it shall issue a statement to that other Person which contains, at the minimum, all of the following details:",
                  "paragraphs": [
                    {
                      "ref": "T08C00A50CL07PA",
                      "name": "",
                      "content":
                        "The name, address, and Tax Registration Number of the agent."
                    },
                    {
                      "ref": "T08C00A50CL07PB",
                      "name": "",
                      "content": "The date upon which the statement is issued."
                    },
                    {
                      "ref": "T08C00A50CL07PC",
                      "name": "",
                      "content": "The date of Import of the relevant Goods."
                    },
                    {
                      "ref": "T08C00A50CL07PD",
                      "name": "",
                      "content": "A description of the imported Goods."
                    },
                    {
                      "ref": "T08C00A50CL07PE",
                      "name": "",
                      "content":
                        "The amount of Tax paid by the agent to the Authority in respect of the imported Goods."
                    }
                  ]
                },
                {
                  "ref": "T08C00A50CL08",
                  "name": "",
                  "content":
                    "The statement issued by the agent to a Person in accordance with this Article shall be treated as a Tax Invoice for the purposes of the documentation requirements in paragraph (a) of Clause (1) of Article (55) of the Decree-Law."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T09",
      "name": "Title 9",
      "description": "Designated Zones",
      "chapters": [
        {
          "ref": "T09C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T09C00A51",
              "name": "Article (51) - Designated zones",
              "content": "",
              "clauses": [
                {
                  "ref": "T09C00A51CL01",
                  "name": "",
                  "content":
                    "Any Designated Zone specified by a decision of the Cabinet shall be treated as being outside the State and outside the Implementing States, subject to the following conditions:",
                  "paragraphs": [
                    {
                      "ref": "T09C00A51CL01PA",
                      "name": "",
                      "content":
                        "The Designated Zone is a specific fenced geographic area and has security measures and Customs controls in place to monitor entry and exit of individuals and movement of goods to and from the area."
                    },
                    {
                      "ref": "T09C00A51CL01PB",
                      "name": "",
                      "content":
                        "The Designated Zone shall have internal procedures regarding the method of keeping, storing and processing of Goods therein."
                    },
                    {
                      "ref": "T09C00A51CL01PC",
                      "name": "",
                      "content":
                        "The operator of the Designated Zone complies with the procedures set by the Authority."
                    }
                  ]
                },
                {
                  "ref": "T09C00A51CL02",
                  "name": "",
                  "content":
                    "Where the Designated Zone changes the manner of operating or no longer meets any of the conditions imposed on it that led to it being specified as a Designated Zone under the Cabinet Decision, it shall be treated as if being inside the State."
                },
                {
                  "ref": "T09C00A51CL03",
                  "name": "",
                  "content":
                    "The transfer of Goods between Designated Zones shall not be subject to Tax if the following two conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T09C00A51CL03PA",
                      "name": "",
                      "content":
                        "Where the Goods, or part thereof, are not released, and are not in any way used or altered during the transfer between the Designated Zones."
                    },
                    {
                      "ref": "T09C00A51CL03PB",
                      "name": "",
                      "content":
                        "Where the transfer is undertaken in accordance with the rules for customs suspension according to GCC Common Customs Law."
                    }
                  ]
                },
                {
                  "ref": "T09C00A51CL04",
                  "name": "",
                  "content":
                    "Where Goods are moved between Designated Zones, the Authority may require the owner of the Goods to provide a financial guarantee for the payment of Tax, which that Person may become liable for should the conditions for movement of Goods not be met."
                },
                {
                  "ref": "T09C00A51CL05",
                  "name": "",
                  "content":
                    "Where a supply of Goods is made within a Designated Zone to a Person to be used by him or a third person, then the place of supply shall be the State unless the Goods are to be incorporated into, attached to or otherwise form part of or are used in the production or sale of another Good located in the same Designated Zone which itself is not consumed."
                },
                {
                  "ref": "T09C00A51CL06",
                  "name": "",
                  "content":
                    "The Place of supply of Services is considered to be inside the State if the place of supply is in the Designated Zone."
                },
                {
                  "ref": "T09C00A51CL07",
                  "name": "",
                  "content":
                    "The Place of supply of water or any form of energy shall be considered to be inside the State if the place of supply is in a Designated Zone."
                },
                {
                  "ref": "T09C00A51CL08",
                  "name": "",
                  "content":
                    "Goods located in a Designated Zone which the owner has not paid Tax on will be treated as Imported into the State by the owner if:",
                  "paragraphs": [
                    {
                      "ref": "T09C00A51CL08PA",
                      "name": "",
                      "content":
                        "The Goods are consumed by the owner unless the Goods are incorporated into, attached to or otherwise form part of or are used in the production of another Good located in a Designated Zone which itself is not consumed."
                    },
                    {
                      "ref": "T09C00A51CL08PB",
                      "name": "",
                      "content": "The Goods are unaccounted for."
                    }
                  ]
                },
                {
                  "ref": "T09C00A51CL09",
                  "name": "",
                  "content":
                    "Any Person established, registered or which has a Place of Residence in a Designated Zone shall be deemed to have a Place of Residence in the State for the purposes of the Decree-Law."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T10",
      "name": "Title 10",
      "description": "Calculation of Due Tax",
      "chapters": [
        {
          "ref": "T10C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T10C00A52",
              "name":
                "Article (52) - Input Tax Recovery in Respect of Exempt Supplies",
              "content": "",
              "clauses": [
                {
                  "ref": "T10C00A52CL01",
                  "name": "",
                  "content":
                    "Supplies referred to in paragraph (c) of Clause (1) of Article (54) of the Decree-Law are the supplies of financial Services, where the place of supply of these Services is treated as outside the State and the Recipient of Services is outside the State at the time when the Services are performed."
                },
                {
                  "ref": "T10C00A52CL02",
                  "name": "",
                  "content":
                    "For the purpose of Clause (1) of this Article a Person is “outside the State” even if they are present in the State, provided it is only a short-term presence in the State of less than a month, or that his presence is not effectively connected with the supply."
                },
                {
                  "ref": "T10C00A52CL03",
                  "name": "",
                  "content":
                    "Any Tax paid by a Person in another Implementing State on the Import of Goods to the State through that Implementing State or on the supply of Goods to this Person in that Implementing State where the Goods are then transferred to the State, is recoverable in the State if the relevant Goods will be used or are intended to be used in accordance with Clause (1) of Article 54 of the Decree-Law and the following conditions are satisfied:",
                  "paragraphs": [
                    {
                      "ref": "T10C00A52CL03PA",
                      "name": "",
                      "content":
                        "The Taxable Person keeps evidence that he has paid Tax in another Implementing State in respect of the relevant Goods."
                    },
                    {
                      "ref": "T10C00A52CL03PB",
                      "name": "",
                      "content":
                        "The Taxable Person has not recovered the Tax paid in any other Implementing State."
                    },
                    {
                      "ref": "T10C00A52CL03PC",
                      "name": "",
                      "content":
                        "The Taxable Person has complied with any additional reporting requirement that the Authority may specify."
                    }
                  ]
                },
                {
                  "ref": "T10C00A52CL04",
                  "name": "",
                  "content":
                    "Where the first supply of a residential building by a Taxable Person is by way of lease which is zero-rated in accordance with provisions of the Decree-Law, the Taxable Person may recover Input Tax in full in respect of that supply regardless of any future intention to make later exempt supplies in respect of that residential building."
                }
              ]
            },
            {
              "ref": "T10C00A53",
              "name": "Article (53) - Non-recoverable Input Tax",
              "content": "",
              "clauses": [
                {
                  "ref": "T10C00A53CL01",
                  "name": "",
                  "content":
                    "Input Tax shall be non-recoverable if it is incurred by a Person in respect of the following Taxable Supplies:",
                  "paragraphs": [
                    {
                      "ref": "T10C00A53CL01PA",
                      "name": "",
                      "content":
                        "Where the Person is not a Government Entity as specified in a Cabinet Decision in accordance with Article (10) and (57) of the Decree-Law, and there is provision of entertainment services to anyone not employed by the Person, including customers, potential customers, officials, or shareholder or other owners or investors."
                    },
                    {
                      "ref": "T10C00A53CL01PB",
                      "name": "",
                      "content":
                        "Where a motor vehicle was purchased, rented or leased for use in the Business and is available for personal use by any Person."
                    },
                    {
                      "ref": "T10C00A53CL01PC",
                      "name": "",
                      "content":
                        "Where Goods or Services were purchased to be used by employees for no charge to them and for their personal benefit including the provision of entertainment services, except in the following cases:",
                      "subparagraphs": [
                        {
                          "ref": "T10C00A53CL01PCSP01",
                          "name": "",
                          "content":
                            "where it is a legal obligation to provide those Services or Goods to those employees under any applicable labour law in the State or Designated Zone."
                        },
                        {
                          "ref": "T10C00A53CL01PCSP02",
                          "name": "",
                          "content":
                            "it is a contractual obligation or documented policy to provide those services or goods to those employees in order that they may perform their role and it can be proven to be normal business practice in the course of employing those people;"
                        },
                        {
                          "ref": "T10C00A53CL01PCSP03",
                          "name": "",
                          "content":
                            "where the provision of goods or services is a deemed supply under the provisions of the Decree-Law."
                        }
                      ]
                    }
                  ]
                },
                {
                  "ref": "T10C00A53CL02",
                  "name": "",
                  "content": "For the purposes of this Article:",
                  "paragraphs": [
                    {
                      "ref": "T10C00A53CL02PA",
                      "name": "",
                      "content":
                        "The phrase “entertainment services” shall mean hospitality of any kind, including the provision of accommodation, food and drinks which are not provided in a normal course of a meeting, access to shows or events, or trips provided for the purposes of pleasure or entertainment."
                    },
                    {
                      "ref": "T10C00A53CL02PB",
                      "name": "",
                      "content":
                        "The phrase “motor vehicle” shall mean a road vehicle which is designed or adapted for the conveyance of no more than 10 people including the driver. A motor vehicle shall exclude a truck, forklift, hoist or other similar vehicle."
                    }
                  ]
                },
                {
                  "ref": "T10C00A53CL03",
                  "name": "",
                  "content":
                    "Provision of catering and accommodation services shall not be treated as entertainment services where it is provided by a transportation service operator, such as an airline, to passengers who have been delayed."
                },
                {
                  "ref": "T10C00A53CL04",
                  "name": "",
                  "content":
                    "A motor vehicle shall not be treated as being available for private use if it is within any of the following categories:",
                  "paragraphs": [
                    {
                      "ref": "T10C00A53CL04PA",
                      "name": "",
                      "content":
                        "a taxi licensed by the competent authority within the State;"
                    },
                    {
                      "ref": "T10C00A53CL04PB",
                      "name": "",
                      "content":
                        "a motor vehicle registered as, and used for purposes of an emergency vehicle, including by police, fire, ambulance, or similar emergency service;"
                    },
                    {
                      "ref": "T10C00A53CL04PC",
                      "name": "",
                      "content":
                        "a vehicle which is used in a vehicle rental business where it is rented to a customer."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T10C00A54",
              "name": "Article (54) - Special cases of Input tax",
              "content": "",
              "clauses": [
                {
                  "ref": "T10C00A54CL01",
                  "name": "",
                  "content":
                    "The amount of Recoverable Tax that can be reclaimed by a Taxable Person in the Tax Period in relation to the supply of Goods or Services made to him, is the amount of Input Tax that relates to the portion of Consideration in respect of the supply that has been paid during that Tax Period."
                },
                {
                  "ref": "T10C00A54CL02",
                  "name": "",
                  "content":
                    "For the purposes of paragraph (b) of Clause (1) of Article (55) of the Decree-Law, a Taxable Person shall be treated as having made a payment of Consideration for a supply to the extent that the Taxable Person intends to make the payment before the expiration of six months after the agreed date for the payment for the supply."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T11",
      "name": "Title 11",
      "description": "Apportionment of Input Tax",
      "chapters": [
        {
          "ref": "T11C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T11C00A55",
              "name": "Article (55) - Apportionment of Input Tax",
              "content": "",
              "clauses": [
                {
                  "ref": "T11C00A55CL01",
                  "name": "",
                  "content":
                    "Where there are quarterly Tax Periods, the Tax year shall be as follows:",
                  "paragraphs": [
                    {
                      "ref": "T11C00A55CL01PA",
                      "name": "",
                      "content":
                        "Where a Taxable Person’s Tax Period ends on 31 January and quarterly thereafter, the Taxable Person’s Tax year shall end on 31 January of every year."
                    },
                    {
                      "ref": "T11C00A55CL01PB",
                      "name": "",
                      "content":
                        "Where a Taxable Person’s Tax Period ends on last day of February and quarterly thereafter, the Taxable Person’s Tax year shall end on the last day of February of every year."
                    },
                    {
                      "ref": "T11C00A55CL01PC",
                      "name": "",
                      "content":
                        "Where a Taxable Person’s Tax Period ends on 31 March and quarterly thereafter, the Taxable Person’s Tax year shall end on 31 March of every year."
                    }
                  ]
                },
                {
                  "ref": "T11C00A55CL02",
                  "name": "",
                  "content":
                    "Where the Tax Period is 12 months, the Tax year shall be the same as the Tax Period."
                },
                {
                  "ref": "T11C00A55CL03",
                  "name": "",
                  "content":
                    "Where the Tax Period is 1 month, the Tax year shall be the total Tax Periods in the year ending on last day of the calendar year."
                },
                {
                  "ref": "T11C00A55CL04",
                  "name": "",
                  "content":
                    "In any other case where Clauses (2) and (3) do not apply, the Authority shall specify the Tax year."
                },
                {
                  "ref": "T11C00A55CL05",
                  "name": "",
                  "content":
                    "To determine the Input Tax that could be recoverable, the Taxable Person shall apportion Input Tax as follows:",
                  "paragraphs": [
                    {
                      "ref": "T11C00A55CL05PA",
                      "name": "",
                      "content":
                        "Input Tax on supplies that wholly relate to supplies as specified in Clause (1) of Article (54) of the Decree-Law made by the Taxable Person shall be recoverable in full."
                    },
                    {
                      "ref": "T11C00A55CL05PB",
                      "name": "",
                      "content":
                        "Input Tax that does not relate to supplies as specified in Clause (1) of Article (54) of the Decree-Law made by the Taxable Person shall not be recoverable unless provisions allow otherwise."
                    },
                    {
                      "ref": "T11C00A55CL05PC",
                      "name": "",
                      "content":
                        "Input Tax that partly relates to supplies as specified in Clause (1) of Article (54) of the Decree-Law and partly not, shall be apportioned in accordance with Clause (6) of this Article and only that part that relates to supplies as specified in Clause (1) of Article (54) of the Decree-Law shall be recoverable."
                    }
                  ]
                },
                {
                  "ref": "T11C00A55CL06",
                  "name": "",
                  "content":
                    "The Input Tax that could be recoverable shall be calculated as follows:",
                  "paragraphs": [
                    {
                      "ref": "T11C00A55CL06PA",
                      "name": "",
                      "content":
                        "The Taxable Person shall calculate the percentage of Recoverable Tax calculated by reference to Article (54) of the Decree-Law to the sum of Recoverable Tax and non-Recoverable Tax for the Tax Period."
                    },
                    {
                      "ref": "T11C00A55CL06PB",
                      "name": "",
                      "content":
                        "The percentage calculated under paragraph (a) of this Clause shall be rounded to the nearest whole number."
                    },
                    {
                      "ref": "T11C00A55CL06PC",
                      "name": "",
                      "content":
                        "The percentage calculated under paragraph (b) of this Clause shall be multiplied by the amount of Input Tax referred to in paragraph (c) of Clause (5) of this Article to establish the recoverable portion of that Input Tax."
                    }
                  ]
                },
                {
                  "ref": "T11C00A55CL07",
                  "name": "",
                  "content":
                    "The calculations referred to above shall be undertaken in respect of each Tax Period where Input Tax incurred relates to making Exempt Supplies or to activities that are not in the course of Business."
                },
                {
                  "ref": "T11C00A55CL08",
                  "name": "",
                  "content":
                    "At the end of each Tax year the Taxable Person shall undertake the calculation mentioned in Clause (6) of this Article, but in respect of the entire Tax year just ended in the first Tax Period of its subsequent Tax year."
                },
                {
                  "ref": "T11C00A55CL09",
                  "name": "",
                  "content":
                    "The Input Tax properly recoverable for the Tax year just ended as described in Clause (8) of this Article shall be compared to the Input Tax amount actually recovered in all the Tax Periods making up the Tax year, and an adjustment to the Recoverable Tax shall be made in the Tax Period mentioned in Clause (8)."
                },
                {
                  "ref": "T11C00A55CL10",
                  "name": "",
                  "content":
                    "If the difference in any Tax year between the Recoverable Tax as calculated under this Article and the Recoverable Tax which would arise if a calculation was made which reflects the actual use of the Goods and Services to which the Input Tax relates, exceeds AED 250,000 (two hundred fifty thousand dirhams), the Taxable Person shall, in the Tax Period referred to in Clause (8) of this Article, make an adjustment to the Input Tax in respect of the difference."
                },
                {
                  "ref": "T11C00A55CL11",
                  "name": "",
                  "content":
                    "Where the application of the calculations mentioned in this Article would give a result which the Taxable Person considers would not reflect the actual extent to which the Input Tax relates to making Taxable Supplies, he may apply to the Authority to authorise the use of an alternative basis of calculation based on the list of accepted mechanisms issued by the Authority."
                },
                {
                  "ref": "T11C00A55CL12",
                  "name": "",
                  "content":
                    "The Authority may accept that the Taxable Person may use an alternative mechanism of apportionment of input tax than that referred to in this Article from such future date and as per any further conditions as determined by the Authority."
                },
                {
                  "ref": "T11C00A55CL13",
                  "name": "",
                  "content":
                    "The Taxable Person may only apply to change the alternative mechanism with effect from at least two Tax years after he was first approved to use it."
                },
                {
                  "ref": "T11C00A55CL14",
                  "name": "",
                  "content":
                    "The Authority may request such information from the Taxable Person as it believes is necessary to make a decision regarding application made under Clause (11) of this Article."
                },
                {
                  "ref": "T11C00A55CL15",
                  "name": "",
                  "content":
                    "If the Authority accepts the application made under Clause (11) of this Article, it shall issue a Notification to the Taxable Person setting out the alternative calculation method and conditions for using of such method."
                }
              ]
            },
            {
              "ref": "T11C00A56",
              "name": "Article (56) - Adjustment of Input Tax Post-Recovery",
              "content": "",
              "clauses": [
                {
                  "ref": "T11C00A56CL01",
                  "name": "",
                  "content":
                    "If Input Tax has been recovered because it was attributed to supplies as specified in Clause (1) of Article (54) of the Decree-Law but, before the consumption of the Goods or Services upon which that Input Tax was incurred  the Input Tax became not so attributable, then the Taxable Person shall be required to repay that Input Tax."
                },
                {
                  "ref": "T11C00A56CL02",
                  "name": "",
                  "content":
                    "If Input Tax has not been recovered because it was not attributed to supplies specified in Clause (1) of Article (54) of the Decree-Law but, before the consumption of the Goods or Services upon which that Input ax was incurred, the Input Tax became attributable to supplies as specified in Clause (1) of Article (54) of the Decree-Law, then the Taxable Person shall be able to recover Input Tax attributable to the use of the Goods or Services for making such supplies."
                },
                {
                  "ref": "T11C00A56CL03",
                  "name": "",
                  "content":
                    "If Input Tax has been treated as subject to apportionment to calculate the Input Tax that could be recovered, but before the consumption of the Goods or Services upon which that Input Tax was incurred, the use of that Input Tax changes, then it shall be adjusted as follows:",
                  "paragraphs": [
                    {
                      "ref": "T11C00A56CL03PA",
                      "name": "",
                      "content":
                        "If it becomes attributable to supplies as specified in Clause (1) of Article (54) of the Decree-Law then the Taxable Person shall be able to recover Input Tax not previously recovered to the extent that it is attributable to the use of the Goods or Services for making such supplies."
                    },
                    {
                      "ref": "T11C00A56CL03PB",
                      "name": "",
                      "content":
                        "If it ceases to be attributable to any supplies specified in Clause (1) of Article (54) of the Decree-Law then the Taxable Person shall be required to repay that Input Tax."
                    }
                  ]
                },
                {
                  "ref": "T11C00A56CL04",
                  "name": "",
                  "content":
                    "The adjustments for change in use of Goods or Services under this Article shall be made only if all of the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T11C00A56CL04PA",
                      "name": "",
                      "content":
                        "The change in use occurred within five years of the Date of Supply of the relevant Goods and Services."
                    },
                    {
                      "ref": "T11C00A56CL04PB",
                      "name": "",
                      "content":
                        "The Taxable Person is not required to adjust the same Input Tax under mechanisms provided in Articles 55) and (57) of this Decision in which case those mechanisms will apply."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T12",
      "name": "Title 12",
      "description": "Capital Asset Scheme",
      "chapters": [
        {
          "ref": "T12C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T12C00A57",
              "name": "Article (57) - Assets Considered Capital Assets",
              "content": "",
              "clauses": [
                {
                  "ref": "T12C00A57CL01",
                  "name": "",
                  "content":
                    "A Capital Asset is a single item of expenditure of the Business amounting to AED 5,000,000 or more excluding Tax, on which Tax is payable and which has estimated useful life equal or longer than:",
                  "paragraphs": [
                    {
                      "ref": "T12C00A57CL01PA",
                      "name": "",
                      "content":
                        "10 years in case of a building or a part thereof."
                    },
                    {
                      "ref": "T12C00A57CL01PB",
                      "name": "",
                      "content":
                        "5 years for all Capital Assets other than buildings or parts thereof."
                    }
                  ]
                },
                {
                  "ref": "T12C00A57CL02",
                  "name": "",
                  "content":
                    "Items of stock, which are for resale, shall not be treated as Capital Assets."
                },
                {
                  "ref": "T12C00A57CL03",
                  "name": "",
                  "content":
                    "Expenditure consisting of smaller sums which collectively amount to AED 5,000,000 or more shall be treated as a single item of expenditure of AED 5,000,000 or more for the purposes of this Article where the sums are staged payments for any of the following:",
                  "paragraphs": [
                    {
                      "ref": "T12C00A57CL03PA",
                      "name": "",
                      "content": "For the purchase of a building."
                    },
                    {
                      "ref": "T12C00A57CL03PB",
                      "name": "",
                      "content": "For the construction of a building."
                    },
                    {
                      "ref": "T12C00A57CL03PC",
                      "name": "",
                      "content":
                        "In relation to an extension, refurbishment, renewal, fitting out, or other work undertaken to a building, except that where there is a distinct break between any such works being undertaken they shall be taken o be separate items of expenditure."
                    },
                    {
                      "ref": "T12C00A57CL03PD",
                      "name": "",
                      "content":
                        "For the purchase, construction, assembly or installation of any goods or immovable property where components are supplied separately for assembly."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T12C00A58",
              "name":
                "Article (58) - Adjustments under the Capital Assets Scheme",
              "content": "",
              "clauses": [
                {
                  "ref": "T12C00A58CL01",
                  "name": "",
                  "content":
                    "A Capital Asset eligible for the Capital Asset Scheme shall be monitored and the Input Tax incurred shall be adjusted, as required in accordance with the provisions of this Article, over a period of either (10) ten consecutive years for buildings or parts thereof or (5) five consecutive years for other Capital Assets, commencing on the day on which the owner first uses the Capital Asset for the purposes of its Business."
                },
                {
                  "ref": "T12C00A58CL02",
                  "name": "",
                  "content":
                    "Notwithstanding Clause (1) of this Article, if a Capital Asset is destroyed, sold, or otherwise disposed of before the end of the period referred to in Clause (1) of this Article, the Capital Asset Scheme shall cease in respect of the asset in the Tax year in which the asset was destroyed, sold or disposed of."
                },
                {
                  "ref": "T12C00A58CL03",
                  "name": "",
                  "content":
                    "The Tax year in which the Capital Asset is acquired shall be treated as Year 1 for the purposes of the Capital Asset Scheme."
                },
                {
                  "ref": "T12C00A58CL04",
                  "name": "",
                  "content":
                    "A Taxable Person shall keep a Capital Asset register and record therein the Input Tax incurred on the Capital Asset in Year 1 (represented by “W” in this Article) as well as details of any adjustments made to the Input Tax calculations under this Article."
                },
                {
                  "ref": "T12C00A58CL05",
                  "name": "",
                  "content":
                    "The Input Tax recovered on the Capital Asset in Year 1 after any adjustment that may be due under Article (58) of the Decree-Law shall be recorded together with the percentage that gave rise to that recovery (referred to as “X” in this Article)."
                },
                {
                  "ref": "T12C00A58CL06",
                  "name": "",
                  "content":
                    "At the end of each year from Year 2 onwards, the Taxable Person shall calculate the percentage of Recoverable Tax for that Capital Asset for that year in accordance with Article (58) of the Decree-Law (referred to as “Q” in this Article)."
                },
                {
                  "ref": "T12C00A58CL07",
                  "name": "",
                  "content":
                    "If Q is not equal to X, the Taxable Person shall perform the calculation described in Clauses (8) to (11) of this Article, and shall make an adjustment to his Input Tax."
                },
                {
                  "ref": "T12C00A58CL08",
                  "name": "",
                  "content":
                    "The Taxable Person shall calculate an amount (referred to as “R” in this Article) as:",
                  "paragraphs": [
                    {
                      "ref": "T12C00A58CL08PA",
                      "name": "",
                      "content":
                        "One tenth of W multiplied by Q if the Capital Asset is a building or a part thereof; or"
                    },
                    {
                      "ref": "T12C00A58CL08PB",
                      "name": "",
                      "content":
                        "One fifth of W multiplied by Q if the Capital Asset is not a buildings or a part thereof."
                    }
                  ]
                },
                {
                  "ref": "T12C00A58CL09",
                  "name": "",
                  "content":
                    "The Taxable Person shall calculate an amount (referred to as “Z” in this Article) as:",
                  "paragraphs": [
                    {
                      "ref": "T12C00A58CL09PA",
                      "name": "",
                      "content":
                        "One tenth of W multiplied by X if the Capital Asset is a building or a part thereof."
                    },
                    {
                      "ref": "T12C00A58CL09PB",
                      "name": "",
                      "content":
                        "One fifth of W multiplied by X if the Capital Asset is not a buildings or a part thereof."
                    }
                  ]
                },
                {
                  "ref": "T12C00A58CL10",
                  "name": "",
                  "content":
                    "Where R is more than Z, the Taxable Person shall increase his Input Tax by the difference."
                },
                {
                  "ref": "T12C00A58CL11",
                  "name": "",
                  "content":
                    "Where R is less than Z, the Taxable Person shall reduce his Input Tax by the difference."
                },
                {
                  "ref": "T12C00A58CL12",
                  "name": "",
                  "content":
                    "If the Capital Asset is disposed of by the Taxable Person in any year other than the final year or the Taxable Person deregisters from Tax and is required to account for tax on the asset as a Deemed Supply, the use to which the Capital Asset is deemed to have been put in any remaining years will be:",
                  "paragraphs": [
                    {
                      "ref": "T12C00A58CL12PA",
                      "name": "",
                      "content":
                        "For making Taxable Supplies, where it is disposed of by way of a supply or Deemed Supply that is subject to Tax or would be subject to Tax were it to be made in the State."
                    },
                    {
                      "ref": "T12C00A58CL12PB",
                      "name": "",
                      "content":
                        "For making Exempt Supplies, where it is disposed of by way of a supply that is exempt or would be exempt were it to be made in the State."
                    },
                    {
                      "ref": "T12C00A58CL12PC",
                      "name": "",
                      "content":
                        "Not in the course of conducting Business, where is it disposed of by way of a transaction that is not deemed as supply in the course of Business, unless it is deemed as a supply according to the meaning provided in Clause (2) of Article (7) of the Decree-Law."
                    }
                  ]
                },
                {
                  "ref": "T12C00A58CL13",
                  "name": "",
                  "content":
                    "Where a Taxable Person transfers his Capital Assets as part of a transfer of his Business or a part thereof according to Clause (2) of Article (7) of the Decree-Law, or to become a member of a Tax Group, or to leave a Tax Group and immediately become a Taxable Person on a stand-alone basis, then the Tax year then applying shall end on the day the Taxable Person transfers the Business or part of the Business, or becomes or ceases to be part of a Tax Group. On the next day, the next Tax year shall commence with the owner of the Capital Assets."
                },
                {
                  "ref": "T12C00A58CL14",
                  "name": "",
                  "content":
                    "Where a Person who registers for Tax has already owned a Capital Asset for the purpose of his Business before registration for Tax, Year 1 shall be deemed to have commenced on the date of first use by that Person."
                },
                {
                  "ref": "T12C00A58CL15",
                  "name": "",
                  "content":
                    "For the purposes of Clauses (12) and (13) of this Article, any adjustments that may be required in respect of any such remaining years shall be included in the Tax Return relating to the Tax Period in which the Capital Asset is disposed of."
                },
                {
                  "ref": "T12C00A58CL16",
                  "name": "",
                  "content":
                    "Any adjustments other than required under Clauses (12) and (13) of this Article shall be made in the Tax Period mentioned in Clause (8) of Article (55) of this Decision."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T13",
      "name": "Title 13",
      "description": "Tax Invoices and Tax Credit Notes",
      "chapters": [
        {
          "ref": "T13C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T13C00A59",
              "name": "Article (59) - Tax invoices",
              "content": "",
              "clauses": [
                {
                  "ref": "T13C00A59CL01",
                  "name": "",
                  "content":
                    "A Tax Invoice shall contain all of the following particulars:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A59CL01PA",
                      "name": "",
                      "content":
                        "The words “Tax Invoice” clearly displayed on the invoice."
                    },
                    {
                      "ref": "T13C00A59CL01PB",
                      "name": "",
                      "content":
                        "The name, address, and Tax Registration Number of the Registrant making the supply."
                    },
                    {
                      "ref": "T13C00A59CL01PC",
                      "name": "",
                      "content":
                        "The name, address, and Tax Registration Number of the Recipient where he is a Registrant."
                    },
                    {
                      "ref": "T13C00A59CL01PD",
                      "name": "",
                      "content":
                        "A sequential Tax Invoice number or a unique number which enables identification of the Tax Invoice and the order of the Tax Invoice in any sequence of invoices."
                    },
                    {
                      "ref": "T13C00A59CL01PE",
                      "name": "",
                      "content": "The date of issuing the Tax Invoice."
                    },
                    {
                      "ref": "T13C00A59CL01PF",
                      "name": "",
                      "content":
                        "The date of supply if different from the date the Tax Invoice was issued."
                    },
                    {
                      "ref": "T13C00A59CL01PG",
                      "name": "",
                      "content":
                        "A description of the Goods or Services supplied."
                    },
                    {
                      "ref": "T13C00A59CL01PH",
                      "name": "",
                      "content":
                        "For each Good or Service, the unit price, the quantity or volume supplied, the rate of Tax and the amount payable expressed in AED."
                    },
                    {
                      "ref": "T13C00A59CL01PI",
                      "name": "",
                      "content": "The amount of any discount offered."
                    },
                    {
                      "ref": "T13C00A59CL01PJ",
                      "name": "",
                      "content": "The gross amount payable expressed in AED."
                    },
                    {
                      "ref": "T13C00A59CL01PK",
                      "name": "",
                      "content":
                        "The Tax amount payable expressed in AED together with the rate of exchange applied where the currency is converted from a currency other than the UAE dirham."
                    },
                    {
                      "ref": "T13C00A59CL01PL",
                      "name": "",
                      "content":
                        "Where the invoice relates to a supply under which the Recipient of Goods or Recipient of Services is required to account for Tax, a statement that the Recipient is required to account for Tax, and a reference to the relevant provision of the Decree-Law."
                    }
                  ]
                },
                {
                  "ref": "T13C00A59CL02",
                  "name": "",
                  "content":
                    "A simplified Tax Invoice shall contain all of the following particulars:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A59CL02PA",
                      "name": "",
                      "content":
                        "The words “Tax Invoice” clearly displayed on the invoice."
                    },
                    {
                      "ref": "T13C00A59CL02PB",
                      "name": "",
                      "content":
                        "The name, address, and Tax Registration Number of the Registrant making the supply."
                    },
                    {
                      "ref": "T13C00A59CL02PC",
                      "name": "",
                      "content": "The date of issuing the Tax Invoice."
                    },
                    {
                      "ref": "T13C00A59CL02PD",
                      "name": "",
                      "content":
                        "A description of the Goods or Services supplied."
                    },
                    {
                      "ref": "T13C00A59CL02PE",
                      "name": "",
                      "content":
                        "The total Consideration and the Tax amount charged."
                    }
                  ]
                },
                {
                  "ref": "T13C00A59CL03",
                  "name": "",
                  "content":
                    "If there are or will be sufficient records available to establish the particulars of a supply, a Taxable Person is not required to issue a Tax Invoice for the supply where the supply is a wholly zero-rated supply."
                },
                {
                  "ref": "T13C00A59CL04",
                  "name": "",
                  "content":
                    "Where a Taxable Person is required to issue a Tax Invoice, the Tax Invoice must meet the requirements of Clause (1) of this Article."
                },
                {
                  "ref": "T13C00A59CL05",
                  "name": "",
                  "content":
                    "As an exception to Clause (4) of this Article, the Taxable Person may issue a Tax Invoice that meets the requirements of Clause (2) of this Article in either of the following situations:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A59CL05PA",
                      "name": "",
                      "content":
                        "Where the Recipient of Goods or Recipient of Services is not a Registrant."
                    },
                    {
                      "ref": "T13C00A59CL05PB",
                      "name": "",
                      "content":
                        "Where the Recipient of Goods or Recipient of Services is a Registrant and the Consideration for the supply does not exceed AED 10,000"
                    }
                  ]
                },
                {
                  "ref": "T13C00A59CL06",
                  "name": "",
                  "content":
                    "A Taxable Person shall not issue separate Tax Invoices in respect of supplies where he makes more than one supply of Goods or Services to the same Person and those supplies are included on a summary Tax Invoice issued to the Recipient of Goods or Recipient of Services in the same calendar month as the Date of Supply of those supplies."
                },
                {
                  "ref": "T13C00A59CL07",
                  "name": "",
                  "content":
                    "Where the Authority considers that there are or will be sufficient records available to establish the particulars of any supply or class of supplies, and that it would be impractical to require that a Tax Invoice be issued by the Taxable Person, the Authority may determine that, subject to any conditions that the Authority may consider necessary:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A59CL07PA",
                      "name": "",
                      "content":
                        "Any of the particulars specified in Clauses (1) or (2) of this Article shall not be contained on a Tax Invoice."
                    },
                    {
                      "ref": "T13C00A59CL07PB",
                      "name": "",
                      "content":
                        "A Tax Invoice is not required to be issued in certain cases."
                    }
                  ]
                },
                {
                  "ref": "T13C00A59CL08",
                  "name": "",
                  "content":
                    "The Taxable Person may issue a Tax Invoice by electronic means provided that:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A59CL08PA",
                      "name": "",
                      "content":
                        "The Taxable Person must be capable of securely storing a copy of the electronic Tax Invoice in compliance with the record keeping requirements."
                    },
                    {
                      "ref": "T13C00A59CL08PB",
                      "name": "",
                      "content":
                        "The authenticity of origin and integrity of content of the electronic Tax Invoice should be guaranteed."
                    }
                  ]
                },
                {
                  "ref": "T13C00A59CL09",
                  "name": "",
                  "content":
                    "Where a Recipient agrees to raise a Tax Invoice on behalf of a Registrant Supplier in respect of a supply of Goods or Services, that document shall be treated as if it had been issued by the supplier if the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A59CL09PA",
                      "name": "",
                      "content":
                        "The Recipient of the Goods or Services is a Registrant."
                    },
                    {
                      "ref": "T13C00A59CL09PB",
                      "name": "",
                      "content":
                        "The supplier and the Recipient agree in writing that the supplier shall not issue a Tax Invoice in respect of any supply to which this Clause applies."
                    },
                    {
                      "ref": "T13C00A59CL09PC",
                      "name": "",
                      "content":
                        "The Tax Invoice shall contain the particulars required under Clause (1) of this Article."
                    },
                    {
                      "ref": "T13C00A59CL09PD",
                      "name": "",
                      "content":
                        "The words “Tax Invoice raised by buyer” are clearly displayed on the Tax Invoice."
                    }
                  ]
                },
                {
                  "ref": "T13C00A59CL10",
                  "name": "",
                  "content":
                    "Where a Tax Invoice is issued pursuant to Clause (9) of this Article, any invoice issued by the Supplier in respect of that supply shall be deemed not to be a Tax Invoice."
                },
                {
                  "ref": "T13C00A59CL11",
                  "name": "",
                  "content":
                    "Where an agent who is a Registrant makes a supply of Goods and Services for and on behalf of the principal of that agent, that agent may issue a Tax Invoice in relation to that supply as if that agent had made the supply, and provided that the principal shall not issue a Tax Invoice."
                },
                {
                  "ref": "T13C00A59CL12",
                  "name": "",
                  "content":
                    "Where the Supply of Goods or Services is considered as supplied in an Implementing State, the Taxable Person must include the following additional particulars in the document issued:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A59CL12PA",
                      "name": "",
                      "content":
                        "The tax registration number of the Recipient of Goods or Services issued to him by the competent authority of the Implementing State in which the supply is treated as taking place."
                    },
                    {
                      "ref": "T13C00A59CL12PB",
                      "name": "",
                      "content":
                        "A statement identifying the supply as between the State and an Implementing State."
                    },
                    {
                      "ref": "T13C00A59CL12PC",
                      "name": "",
                      "content":
                        "Any other information specified by the Authority."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T13C00A60",
              "name": "Article (60) - Tax Credit Note",
              "content": "",
              "clauses": [
                {
                  "ref": "T13C00A60CL01",
                  "name": "",
                  "content": "The Tax Credit Note shall contain the following:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A60CL01PA",
                      "name": "",
                      "content":
                        "The words “Tax Credit Note” clearly displayed on the invoice."
                    },
                    {
                      "ref": "T13C00A60CL01PB",
                      "name": "",
                      "content":
                        "The name, address, and Tax Registration Number of the Registrant making the supply."
                    },
                    {
                      "ref": "T13C00A60CL01PC",
                      "name": "",
                      "content":
                        "The name, address, and Tax Registration Number of the Recipient where he is a Registrant."
                    },
                    {
                      "ref": "T13C00A60CL01PD",
                      "name": "",
                      "content": "The date of issuing the Tax Credit Note."
                    },
                    {
                      "ref": "T13C00A60CL01PE",
                      "name": "",
                      "content":
                        "The value of the supply shown on the Tax Invoice, the correct amount of the value of the supply, the difference between those two amounts, and the Tax charged that relates to that difference in AED."
                    },
                    {
                      "ref": "T13C00A60CL01PF",
                      "name": "",
                      "content":
                        "A brief explanation of the circumstances giving rise to the issuing of the Tax Credit Note."
                    },
                    {
                      "ref": "T13C00A60CL01PG",
                      "name": "",
                      "content":
                        "Information sufficient to identify the supply to which the Tax Credit Note relates."
                    }
                  ]
                },
                {
                  "ref": "T13C00A60CL02",
                  "name": "",
                  "content":
                    "Where, on application by a Taxable Person, the Authority considers that there are or will be sufficient records available to establish the particulars of any supply or class of supplies, and that it would be impractical to require that a Tax Credit Note be issued by the Taxable Person, the Authority may determine any of the following, subject to any conditions that the Authority may consider necessary:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A60CL02PA",
                      "name": "",
                      "content":
                        "Any one or more of the particulars specified in Clause (1) of this Article shall not be contained on a Tax Credit Note."
                    },
                    {
                      "ref": "T13C00A60CL02PB",
                      "name": "",
                      "content":
                        "A Tax Credit Note is not required to be issued."
                    }
                  ]
                },
                {
                  "ref": "T13C00A60CL03",
                  "name": "",
                  "content":
                    "The Taxable Person may issue a Tax Credit Note by electronic means provided that:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A60CL03PA",
                      "name": "",
                      "content":
                        "The Taxable Person must be capable of securely storing a copy of the electronic Tax Credit Note in compliance with the record keeping requirements."
                    },
                    {
                      "ref": "T13C00A60CL03PB",
                      "name": "",
                      "content":
                        "The authenticity of origin and integrity of content of the electronic Tax Credit Note should be guaranteed."
                    }
                  ]
                },
                {
                  "ref": "T13C00A60CL04",
                  "name": "",
                  "content":
                    "Where a Recipient of Goods or Recipient of Services agrees to raise a Tax Credit Note on behalf of a Registrant Supplier in respect of a supply of Goods or Services, that document shall be treated as if it had been issued by the supplier if the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T13C00A60CL04PA",
                      "name": "",
                      "content":
                        "The Recipient of Goods or Recipient of Services is a Registrant."
                    },
                    {
                      "ref": "T13C00A60CL04PB",
                      "name": "",
                      "content":
                        "The Supplier and the Recipient of Goods or Recipient of Services agree that the Supplier shall not issue a Tax Credit Note in respect of any supply to which this Clause applies."
                    },
                    {
                      "ref": "T13C00A60CL04PC",
                      "name": "",
                      "content":
                        "The Tax Credit Note shall contain the particulars required under Clause (1) of this Article."
                    },
                    {
                      "ref": "T13C00A60CL04PD",
                      "name": "",
                      "content":
                        "The words “Tax Credit Note created by buyer” are clearly displayed on the Tax Credit Note."
                    }
                  ]
                },
                {
                  "ref": "T13C00A60CL05",
                  "name": "",
                  "content":
                    "Where a Tax Credit Note is issued pursuant to Clause (4) of this Article, any tax credit note issued by the supplier in respect of that supply shall be deemed not to be a Tax Credit Note."
                },
                {
                  "ref": "T13C00A60CL06",
                  "name": "",
                  "content":
                    "Where an agent who is a Registrant makes a supply of Goods and Services for and on behalf of the principal of that agent, that agent may issue a Tax Credit Note in relation to that supply as if that agent had made the supply, and provided that the principal shall not issue a Tax Credit Note."
                },
                {
                  "ref": "T13C00A60CL07",
                  "name": "",
                  "content":
                    "Where approval has been granted by the Authority under Clause (2) of this Article, that approval may be withdrawn at any time where the Authority considers that the conditions of that approval have not been met."
                }
              ]
            },
            {
              "ref": "T13C00A61",
              "name": "Article (61) - Fractions of Fils",
              "content": "",
              "clauses": [
                {
                  "ref": "T13C00A61CL01",
                  "name": "",
                  "content":
                    "Where the Tax chargeable on a supply is calculated to a fraction of a Fils, the Taxable Person is permitted to round the amount to the nearest Fils on a mathematical rounding."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T14",
      "name": "Title 14",
      "description": "Tax Returns and Tax Periods",
      "chapters": [
        {
          "ref": "T14C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T14C00A62",
              "name": "Article (62) - Length of tax period",
              "content": "",
              "clauses": [
                {
                  "ref": "T14C00A62CL01",
                  "name": "",
                  "content":
                    "The standard Tax Period applicable to a Taxable Person shall be a period of three calendar months ending on the date that the Authority determines."
                },
                {
                  "ref": "T14C00A62CL02",
                  "name": "",
                  "content":
                    "As an exception to Clause (1) of this Article, the Authority may assign a Person or class of Persons a shorter or longer Tax Period where it considers that a non-standard Tax Period length is necessary or beneficial to:",
                  "paragraphs": [
                    {
                      "ref": "T14C00A62CL02PA",
                      "name": "",
                      "content": "Reduce the risk of Tax Evasion."
                    },
                    {
                      "ref": "T14C00A62CL02PB",
                      "name": "",
                      "content":
                        "Enable the Authority to improve the monitoring of compliance or collection of Tax revenues."
                    },
                    {
                      "ref": "T14C00A62CL02PC",
                      "name": "",
                      "content":
                        "Reduce the administrative burden on the Authority or the compliance burden on a Person or class of Persons."
                    }
                  ]
                },
                {
                  "ref": "T14C00A62CL03",
                  "name": "",
                  "content":
                    "Where a Taxable Person is assigned the standard Tax Period, he may request that the Tax Period ends with the month as requested by him, and the Authority may accept such request at its discretion."
                }
              ]
            },
            {
              "ref": "T14C00A63",
              "name":
                "Article (63) - Tax Periods in the Case of Loss of Capacity",
              "content": "",
              "clauses": [
                {
                  "ref": "T14C00A63CL01",
                  "name": "",
                  "content":
                    "Where a Person becomes an incapacitated Person, his current Tax Period will end on the day before the Person became incapacitated Person. A new Tax Period will commence on the day the Person became incapacitated Person in the name of the Legal Representative."
                },
                {
                  "ref": "T14C00A63CL02",
                  "name": "",
                  "content":
                    "For the purposes of Clause (1) of this Article “incapacitated Person” means a Registrant who dies, or goes into liquidation or receivership, or becomes bankrupt or incapacitated."
                },
                {
                  "ref": "T14C00A63CL03",
                  "name": "",
                  "content":
                    "The Legal Representative will, for the purposes of the new Tax Period referred to in Clause (1) and subsequent Tax Periods, be treated as the Registrant himself for the purposes of the Decree-Law and this Decision for the period of incapacitation."
                }
              ]
            },
            {
              "ref": "T14C00A64",
              "name": "Article (64) - Tax Return and Payment",
              "content": "",
              "clauses": [
                {
                  "ref": "T14C00A64CL01",
                  "name": "",
                  "content":
                    "A Tax Return must be received by the Authority no later than the 28th day following the end of the Tax Period concerned or by such other date as directed by the Authority."
                },
                {
                  "ref": "T14C00A64CL02",
                  "name": "",
                  "content":
                    "A Person whose registration has been cancelled must provide a final Tax Return for the last Tax Period for which he was registered."
                },
                {
                  "ref": "T14C00A64CL03",
                  "name": "",
                  "content":
                    "A Taxable Person shall settle Payable Tax in relation to a Tax Return using the means specified by the Authority so that it is received by the Authority no later than the date specified in Clause (1) of this Article."
                },
                {
                  "ref": "T14C00A64CL04",
                  "name": "",
                  "content":
                    "Where Recoverable Tax for a Tax Period exceeds Due Tax for the Tax Period, the excess Recoverable Tax may be repaid to the Taxable Person in accordance with the relevant provisions in the Decree-Law and the Federal Law No. (7) of 2017."
                },
                {
                  "ref": "T14C00A64CL05",
                  "name": "",
                  "content":
                    "A Tax Return must contain such details as the Authority may require and, at the minimum, allow for the following information to be included:",
                  "paragraphs": [
                    {
                      "ref": "T14C00A64CL05PA",
                      "name": "",
                      "content":
                        "The name, address and the TRN of the Registrant;"
                    },
                    {
                      "ref": "T14C00A64CL05PB",
                      "name": "",
                      "content":
                        "The Tax Period to which the Tax Return relates."
                    },
                    {
                      "ref": "T14C00A64CL05PC",
                      "name": "",
                      "content": "The date of submission."
                    },
                    {
                      "ref": "T14C00A64CL05PD",
                      "name": "",
                      "content":
                        "The value of Taxable Supplies made by the Person in the Tax Period and the Output Tax charged."
                    },
                    {
                      "ref": "T14C00A64CL05PE",
                      "name": "",
                      "content":
                        "The value of Taxable Supplies subject to the zero rate made by the Person in the Tax Period."
                    },
                    {
                      "ref": "T14C00A64CL05PF",
                      "name": "",
                      "content":
                        "The value of Exempt Supplies made by the Person in the Tax Period."
                    },
                    {
                      "ref": "T14C00A64CL05PG",
                      "name": "",
                      "content":
                        "The value of any supplies subject to Clauses (1) and (3) of Article (48) of the Decree-Law."
                    },
                    {
                      "ref": "T14C00A64CL05PH",
                      "name": "",
                      "content":
                        "The value of expenses incurred in respect of which the Person seeks to recover Input Tax and the amount of Recoverable Tax."
                    },
                    {
                      "ref": "T14C00A64CL05PI",
                      "name": "",
                      "content":
                        "The total value of Due Tax and Recoverable Tax for the Tax Period."
                    },
                    {
                      "ref": "T14C00A64CL05PJ",
                      "name": "",
                      "content": "The Payable Tax for the Tax Period."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T15",
      "name": "Title 15",
      "description": "Recovery of Excess Tax",
      "chapters": [
        {
          "ref": "T15C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T15C00A65",
              "name": "Article (65) - Recovery of Excess Tax",
              "content": "",
              "clauses": [
                {
                  "ref": "T15C00A65CL01",
                  "name": "",
                  "content":
                    "If the Taxable Person has excess Recoverable Tax for a Tax Period and has made a request to the Authority by the means specified by the Authority to be repaid the amount of the excess, then the Authority shall repay the amount to the Taxable Person within the timelines and according to the procedures specified in the Federal Law No. (7) of 2017 on Tax Procedures."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T16",
      "name": "Title 16",
      "description": "Other Provisions Relating to Recovery",
      "chapters": [
        {
          "ref": "T16C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T16C00A66",
              "name": "Article (66) - New residence",
              "content": "",
              "clauses": [
                {
                  "ref": "T16C00A66CL01",
                  "name": "",
                  "content":
                    "Where a Person owns or acquires land in the State on which he builds, or commissions the construction of, his own residence, he shall be entitled to make a claim to the Authority to repay the Tax on the expenses of constructing the residence."
                },
                {
                  "ref": "T16C00A66CL02",
                  "name": "",
                  "content": "For the purposes of Clause (1) of this Article:",
                  "paragraphs": [
                    {
                      "ref": "T16C00A66CL02PA",
                      "name": "",
                      "content":
                        "The claim may only be made by a natural Person who is a national of the State."
                    },
                    {
                      "ref": "T16C00A66CL02PB",
                      "name": "",
                      "content":
                        "The claim must relate to a newly constructed building to be used solely as residence of the Person or the Person’s family."
                    },
                    {
                      "ref": "T16C00A66CL02PC",
                      "name": "",
                      "content":
                        "The claim may not be made in connection with a building that will not be used solely as a residence by the Person or the Person’s family, for example if it is to be used as a hotel, guest house, hospital or for any other purpose not consistent with it being used as a residence."
                    }
                  ]
                },
                {
                  "ref": "T16C00A66CL03",
                  "name": "",
                  "content":
                    "The refund claim under this Article must be lodged within 6 months from the date of completion of the newly built residence. For the purposes of this Clause, a newly built residence is considered completed at the earlier of the date the residence becomes occupied, or the date when it is certified as completed by a competent authority in the State, or as may otherwise be stipulated by the Authority."
                },
                {
                  "ref": "T16C00A66CL04",
                  "name": "",
                  "content":
                    "A refund claim must be submitted to the Authority in such manner and containing such details as the Authority may stipulate."
                },
                {
                  "ref": "T16C00A66CL05",
                  "name": "",
                  "content":
                    "Where the Authority has repaid Tax in accordance with this Article, and following the receipt of such repayment the Person breached the condition in paragraph (c) of Clause (2) of this Article, the Authority may require the Person to repay the amount of Tax that was recovered by him."
                },
                {
                  "ref": "T16C00A66CL06",
                  "name": "",
                  "content":
                    "The categories of expenses on which the Person may claim a repayment of Tax under this Article are:",
                  "paragraphs": [
                    {
                      "ref": "T16C00A66CL06PA",
                      "name": "",
                      "content":
                        "Services provided by contractors, including services of builders, architects, engineers, and other similar services necessary for the successful construction of residence."
                    },
                    {
                      "ref": "T16C00A66CL06PB",
                      "name": "",
                      "content":
                        "Building materials, being goods of a type normally incorporated by builders in a residential building or its site, but not including furniture or electrical appliances."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T16C00A67",
              "name": "Article (67) - Business Visitors",
              "content": "",
              "clauses": [
                {
                  "ref": "T16C00A67CL01",
                  "name": "",
                  "content":
                    "The Authority shall implement a Businesses VAT Refund Scheme for Foreign Businesses to allow the repayment of Tax on expenses incurred in the State by a foreign entity which has no Place of Establishment or Fixed Establishment in the State or the Implementing State, and is not a Taxable Person."
                },
                {
                  "ref": "T16C00A67CL02",
                  "name": "",
                  "content":
                    "For the purpose of this Article, a “foreign entity” is any Person that carries on a Business as defined in this Decision and is registered as an establishment with a competent authority in the jurisdiction in which he is established."
                },
                {
                  "ref": "T16C00A67CL03",
                  "name": "",
                  "content":
                    "A foreign entity is not entitled to make a claim under the VAT Refunds for Foreign Businesses Scheme in the following cases:",
                  "paragraphs": [
                    {
                      "ref": "T16C00A67CL03PA",
                      "name": "",
                      "content":
                        "If it makes supplies which have a place of supply in the State, unless the Recipient of Goods or Recipient of Services is obliged to account for the Tax on those supplies in accordance with Clause (1) of Article (48) of the Decree-Law."
                    },
                    {
                      "ref": "T16C00A67CL03PB",
                      "name": "",
                      "content":
                        "If the Input Tax relates to Goods or Services for which the Tax is not recoverable in accordance with Article (53) of this Decision."
                    },
                    {
                      "ref": "T16C00A67CL03PC",
                      "name": "",
                      "content":
                        "If the foreign entity is from a country that does not in similar circumstances provide refunds of value added tax to entities that belong to the State."
                    }
                  ]
                },
                {
                  "ref": "T16C00A67CL04",
                  "name": "",
                  "content":
                    "A foreign tour operator is not entitled to make a claim under the VAT Refunds for Foreign Businesses Scheme in connection with undertaking activities as a tour operator."
                },
                {
                  "ref": "T16C00A67CL05",
                  "name": "",
                  "content":
                    "The claim for any refund shall be made on an electronic form as will be provided for the purpose by the Authority."
                },
                {
                  "ref": "T16C00A67CL06",
                  "name": "",
                  "content":
                    "The claim form shall contain such particulars as may be required by the Authority including:",
                  "paragraphs": [
                    {
                      "ref": "T16C00A67CL06PA",
                      "name": "",
                      "content": "Name and address of the foreign entity."
                    },
                    {
                      "ref": "T16C00A67CL06PB",
                      "name": "",
                      "content": "Nature of activities of the foreign entity."
                    },
                    {
                      "ref": "T16C00A67CL06PC",
                      "name": "",
                      "content":
                        "Details of the registration of the foreign entity with the competent authority in the country where it is established."
                    },
                    {
                      "ref": "T16C00A67CL06PD",
                      "name": "",
                      "content":
                        "Description of reasons for incurring expenses in the State."
                    },
                    {
                      "ref": "T16C00A67CL06PE",
                      "name": "",
                      "content":
                        "Description of activities undertaken in the State."
                    },
                    {
                      "ref": "T16C00A67CL06PF",
                      "name": "",
                      "content":
                        "Details of expenses incurred in the State during the period of the claim."
                    }
                  ]
                },
                {
                  "ref": "T16C00A67CL07",
                  "name": "",
                  "content":
                    "The claim shall be accompanied by such documents or other evidence as may be required by the Authority."
                },
                {
                  "ref": "T16C00A67CL08",
                  "name": "",
                  "content":
                    "The period of the claim shall be 12 calendar months."
                },
                {
                  "ref": "T16C00A67CL09",
                  "name": "",
                  "content":
                    "The minimum claim amount of Tax that may be submitted under VAT Refunds for Foreign Businesses Scheme shall be AED 2,000."
                },
                {
                  "ref": "T16C00A67CL10",
                  "name": "",
                  "content":
                    "As an exception to Clause (1) and Paragraph (c) of Clause (3) and Clause (8) of this Article, Businesses resident in any GCC State that is not considered to be an Implementing State according to the Decree-Law and this Decision, may submit an application for refund of Tax incurred on Goods and Services supplied to them in the State."
                }
              ]
            },
            {
              "ref": "T16C00A68",
              "name": "Article (68) - Tourist visitors",
              "content": "",
              "clauses": [
                {
                  "ref": "T16C00A68CL01",
                  "name": "",
                  "content":
                    "The Cabinet may issue a decision introducing the Tax Refunds for Tourists Scheme specifying the following:",
                  "paragraphs": [
                    {
                      "ref": "T16C00A68CL01PA",
                      "name": "",
                      "content":
                        "The date on which the Scheme comes into effect."
                    },
                    {
                      "ref": "T16C00A68CL01PB",
                      "name": "",
                      "content": "The mechanism for tax refunds."
                    },
                    {
                      "ref": "T16C00A68CL01PC",
                      "name": "",
                      "content": "Limitations on claiming tax refunds."
                    },
                    {
                      "ref": "T16C00A68CL01PD",
                      "name": "",
                      "content":
                        "Processes for any verifications to be undertaken under the Scheme."
                    },
                    {
                      "ref": "T16C00A68CL01PE",
                      "name": "",
                      "content":
                        "Any other conditions or procedures that the Cabinet considers necessary for operation of the Scheme."
                    }
                  ]
                },
                {
                  "ref": "T16C00A68CL02",
                  "name": "",
                  "content":
                    "The following conditions shall apply to the Tax Refunds for Tourists Scheme:",
                  "paragraphs": [
                    {
                      "ref": "T16C00A68CL02PA",
                      "name": "",
                      "content":
                        "The Goods which are subject to the Tax Refunds for Tourists Scheme must be supplied to an overseas tourist who is in the State during the purchase of the Goods from the supplier."
                    },
                    {
                      "ref": "T16C00A68CL02PB",
                      "name": "",
                      "content":
                        "At the Date of Supply, the overseas tourist intends to depart from the State within 90 days from that date, accompanied by the Goods."
                    },
                    {
                      "ref": "T16C00A68CL02PC",
                      "name": "",
                      "content":
                        "The relevant Goods are exported by the overseas tourist to a place outside the Implementing States within 3 months from the Date of Supply, subject to such conditions and verifications as may be imposed by the Authority."
                    }
                  ]
                },
                {
                  "ref": "T16C00A68CL03",
                  "name": "",
                  "content":
                    "The phrase “overseas tourist” means any natural Person who is not resident in any of the Implementing States and who is not a crew member on a flight or aircraft leaving an Implementing State."
                },
                {
                  "ref": "T16C00A68CL04",
                  "name": "",
                  "content":
                    "The Authority may publish a list of Goods that shall not be subject to Tax Refunds for Tourists Scheme."
                }
              ]
            },
            {
              "ref": "T16C00A69",
              "name": "Article (69) - Foreign Governments",
              "content": "",
              "clauses": [
                {
                  "ref": "T16C00A69CL01",
                  "name": "",
                  "content":
                    "Where Tax is incurred by foreign governments, international organisations, diplomatic bodies and missions, or by an official thereof, the foreign governments, international organisations, diplomatic bodies and missions may submit a claim on a form issued by the Authority requesting repayment of the Tax charged."
                },
                {
                  "ref": "T16C00A69CL02",
                  "name": "",
                  "content":
                    "The application of Clause (1) of this Article is subject to the following conditions:",
                  "paragraphs": [
                    {
                      "ref": "T16C00A69CL02PA",
                      "name": "",
                      "content":
                        "Goods and Services are acquired exclusively for official use."
                    },
                    {
                      "ref": "T16C00A69CL02PB",
                      "name": "",
                      "content":
                        "The country in which the relevant foreign government, international organisation, diplomatic body or mission is established or has its official seat excludes the same type of entities that belong to the State from the burden of any Tax in that country."
                    },
                    {
                      "ref": "T16C00A69CL02PC",
                      "name": "",
                      "content":
                        "The refund claim is consistent with the terms of any international treaty or other agreement concerning the liability to tax of such a foreign government, international organisation, diplomatic body or mission."
                    },
                    {
                      "ref": "T16C00A69CL02PD",
                      "name": "",
                      "content":
                        "The official of a foreign government, international organisation, diplomatic body or mission  who benefits from the refund should not hold UAE Nationality or have a residence visa under the sponsorship of an entity other than the foreign government, international organisation, diplomatic body or mission itself, and should not carry out any Business in the State."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T17",
      "name": "Title 17",
      "description": "Transitional rules",
      "chapters": [
        {
          "ref": "T17C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T17C00A70",
              "name": "Article (70) - Transitional rules",
              "content": "",
              "clauses": [
                {
                  "ref": "T17C00A70CL01",
                  "name": "",
                  "content":
                    "For the purposes of paragraph (e) of Clause (1) of Article (80) of the Decree-Law, “acceptance by the Recipient of Goods” means the point at which the Recipient of Goods considers that the Supplier has completed his obligations to him."
                },
                {
                  "ref": "T17C00A70CL02",
                  "name": "",
                  "content":
                    "Where Clause (1) of Article (80) of the Decree-Law applies, the Date of Supply shall be the effective date of the Decree-Law only in respect of the amounts of Consideration received or specified in the invoice issued before the Decree-Law came into effect."
                },
                {
                  "ref": "T17C00A70CL03",
                  "name": "",
                  "content":
                    "In the case of Clause (3) of Article (80) of the Decree-Law, a supply shall be considered to have taken place in accordance with the following provisions:",
                  "paragraphs": [
                    {
                      "ref": "T17C00A70CL03PA",
                      "name": "",
                      "content":
                        "For supplies to which Article (25) of the Decree-Law applies, the Date of Supply shall be determined in accordance with Clauses (1) to (6) of that Article."
                    },
                    {
                      "ref": "T17C00A70CL03PB",
                      "name": "",
                      "content":
                        "For supplies to which Article (26) of the Decree-Law applies, the supply shall be treated as taking place in accordance with the rules in that Article."
                    }
                  ]
                },
                {
                  "ref": "T17C00A70CL04",
                  "name": "",
                  "content":
                    "For the purpose of Clause (3) of this Article, where the Date of Supply has been triggered in respect of a supply of a Good or a Service and the part of the supply of such Good or Service was before the Decree- Law coming into effect and partly after, the Date of Supply shall be treated as taking place after the Decree- Law comes into effect for that part of the supply actually taking place after that date."
                },
                {
                  "ref": "T17C00A70CL05",
                  "name": "",
                  "content":
                    "A payment of Consideration before the date the Decree-Law comes into effect shall be disregarded in determining whether a supply takes place before that date if, or to the extent that, it appears to the Authority that it would not have been so made but for the Tax."
                },
                {
                  "ref": "T17C00A70CL06",
                  "name": "",
                  "content":
                    "In the case of Clause (3) of Article (80) of the Decree-Law, the Consideration shall be treated as exclusive of Tax and the Recipient of Goods or Recipient of Services shall be obligated to pay the VAT in addition to the Consideration if all of the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T17C00A70CL06PA",
                      "name": "",
                      "content":
                        "Where the Recipient of Goods or Recipient of Services is a Registrant."
                    },
                    {
                      "ref": "T17C00A70CL06PB",
                      "name": "",
                      "content":
                        "Where the Recipient of Goods or Recipient of Services has the right to recover Input Tax incurred on the supply either in full or in part."
                    }
                  ]
                },
                {
                  "ref": "T17C00A70CL07",
                  "name": "",
                  "content":
                    "Clause (6) of this Article shall only apply if, before the date the Decree-Law comes into effect, the supplier requests from the Recipient of Goods or Recipient of Services to confirm the following:",
                  "paragraphs": [
                    {
                      "ref": "T17C00A70CL07PA",
                      "name": "",
                      "content":
                        "Whether the Recipient of Goods or Recipient of Services is or expects to be a Registrant at the time the Decree-Law comes into effect."
                    },
                    {
                      "ref": "T17C00A70CL07PB",
                      "name": "",
                      "content":
                        "The extent to which the Recipient of Goods or Recipient of Services expects to be able to recover Tax incurred on the supply."
                    }
                  ]
                },
                {
                  "ref": "T17C00A70CL08",
                  "name": "",
                  "content":
                    "Within 20 business days of receiving an information request under Clause (7) of this Article, the Recipient of Goods or Recipient of Services shall reply to the supplier in writing with the information requested."
                },
                {
                  "ref": "T17C00A70CL09",
                  "name": "",
                  "content":
                    "The supplier may rely on the information provided as required by Clause (8) of this Article in determining the tax treatment of the supply. If the Recipient of Goods or Recipient of Services knowingly provides incorrect information that results in the Supplier having to treat the Consideration as inclusive of Tax, then the Recipient of Goods or Recipient of Services shall not be entitled to reclaim the Input Tax on that supply."
                },
                {
                  "ref": "T17C00A70CL10",
                  "name": "",
                  "content":
                    "Where the Recipient of Goods or Recipient of Services has failed to provide the information in accordance with Clause (8) of this Article, the supplier may treat Consideration in respect of the supply as exclusive of Tax, and request the Recipient of Goods or Recipient of Services to pay Tax."
                },
                {
                  "ref": "T17C00A70CL11",
                  "name": "",
                  "content":
                    "The supplier and the Recipient of Goods or Recipient of Services shall both retain the records of the request made under Clause (7) of this Article and the information provided under Clause (8) of this Article."
                },
                {
                  "ref": "T17C00A70CL12",
                  "name": "",
                  "content":
                    "For the purposes of Clause (6) of this Article, where the Recipient of Goods or Recipient of Services ascertained that he can only recover Input Tax in part, the consideration for the supplies under the contract shall be treated as exclusive of Tax only to the extent of the Input Tax recovery percentage that the Recipient of Goods or Recipient of Services discloses to the Supplier under Clause (8), and the remaining portion of the consideration relating to the Supply should be treated as Tax inclusive."
                },
                {
                  "ref": "T17C00A70CL13",
                  "name": "",
                  "content":
                    "In all cases, the Supplier shall remain responsible for calculation of Tax and payment to the Authority."
                },
                {
                  "ref": "T17C00A70CL14",
                  "name": "",
                  "content":
                    "Where a Taxable Supply is treated as periodically or successively supplied, Tax shall not be charged on the portion of the Consideration that relates to a supply made before the date the Decree-Law comes into effect."
                },
                {
                  "ref": "T17C00A70CL15",
                  "name": "",
                  "content":
                    "A GCC State shall be treated as an Implementing State according to the provisions of the Decree-Law and this Decision if the following conditions are met:",
                  "paragraphs": [
                    {
                      "ref": "T17C00A70CL15PA",
                      "name": "",
                      "content":
                        "Where the GCC State treats the State similarly as an Implementing State in its published legislation."
                    },
                    {
                      "ref": "T17C00A70CL15PB",
                      "name": "",
                      "content":
                        "Full compliance with the provisions of the Common VAT Agreement of the States of the Gulf Cooperation Council (GCC)."
                    }
                  ]
                }
              ]
            },
            {
              "ref": "T17C00A71",
              "name": "Article (71) - Record-keeping Requirements",
              "content": "",
              "clauses": [
                {
                  "ref": "T17C00A71CL01",
                  "name": "",
                  "content":
                    "Subject to Clause (2) of this Article, any records required to be kept in accordance with the provisions of the Decree-Law must comply with timeframes, limitations and conditions for retention of records as specified in the Federal Law No. (7) of 2017 on Tax Procedures and its Executive Regulations."
                },
                {
                  "ref": "T17C00A71CL02",
                  "name": "",
                  "content":
                    "Any records related to a real estate required to be kept shall be held for a period of 15 years after the end of the Tax Period to which they relate."
                },
                {
                  "ref": "T17C00A71CL03",
                  "name": "",
                  "content":
                    "In the case of a Government Entity that is listed by the Cabinet under Clause (2) of Article (72) of the Decree-Law, the Government Entity may:",
                  "paragraphs": [
                    {
                      "ref": "T17C00A71CL03PA",
                      "name": "",
                      "content":
                        "Refuse the Authority’s request to take any records or a copy of the same from the premises of the Government Entity."
                    },
                    {
                      "ref": "T17C00A71CL03PB",
                      "name": "",
                      "content":
                        "Put controls for the access of employees of the Authority to the records and the premises of the Government Entity."
                    }
                  ]
                },
                {
                  "ref": "T17C00A71CL04",
                  "name": "",
                  "content":
                    "Where the Authority holds any records that belong to a Government Entity listed by the Cabinet under Clause (2) of Article (72) of the Decree-Law, the records shall be held in such manner that they can only be accessed by the employees of the Authority that are specifically authorised to view the records of that Government Entity."
                }
              ]
            },
            {
              "ref": "T17C00A72",
              "name": "Article (72) - Record Keeping of the Supplies Made",
              "content": "",
              "clauses": [
                {
                  "ref": "T17C00A72CL01",
                  "name": "",
                  "content":
                    "The records of all Goods and Services supplied by the Taxable Person or on his behalf showing the Goods and Services, suppliers and their agents, shall be kept and retained in sufficient detail to enable the Authority to readily identify Goods and Services, suppliers, and agents."
                },
                {
                  "ref": "T17C00A72CL02",
                  "name": "",
                  "content":
                    "Without prejudice to Article (78) of the Decree-Law, the Taxable Person who makes a Taxable Supply of Goods or Services in the State must keep records of the transaction to prove the Emirate in which the Fixed Establishment related to this supply is located."
                },
                {
                  "ref": "T17C00A72CL03",
                  "name": "",
                  "content":
                    "As an exception to Clause (2) above, if the Taxable Person who makes a Taxable Supply of Goods or Services does not have a Fixed Establishment in the State, the Taxable Person must keep records of the transaction to prove the Emirate in which the Supply is received."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "ref": "T18",
      "name": "Title 18",
      "description": "Closing Provisions",
      "chapters": [
        {
          "ref": "T18C00",
          "name": "",
          "description": "",
          "articles": [
            {
              "ref": "T18C00A73",
              "name": "Article (73) - Closing Provisions",
              "content":
                "The Authority shall have jurisdiction over the issuing of clarifications and guidance regarding the implementation of the provisions of this Decision.",
              "clauses": []
            },
            {
              "ref": "T18C00A74",
              "name": "Article (74) - Repeal of Conflicting Provisions",
              "content":
                "Any provision violating or conflicting with the provisions of this Decision shall be abrogated.",
              "clauses": []
            },
            {
              "ref": "T18C00A75",
              "name":
                "Article (75) - Publication and Coming into Force of the Decision",
              "content":
                "This Decision shall be published in the Official Gazette and shall come into effect on 1 January 2018 at the earlier of:",
              "clauses": [
                {
                  "ref": "T18C00A75CL01",
                  "name": "",
                  "content":
                    "The time of opening of the business on 1 January 2018."
                },
                {
                  "ref": "T18C00A75CL02",
                  "name": "",
                  "content": "7 am on 1 January 2018."
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}
